Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/how_to_contribute.po
Languages: de, es_cu, fr, ja, ru

source: Make an account on our `Weblate instance <https://weblate.cryptpad.org>`__ and use it for all translation work
de: Erstellung eines Accounts auf unserer `Weblate-Instanz <https://weblate.cryptpad.org>`__ und dessen Verwendung für alle Übersetzungsarbeiten
es_cu: Crea una cuenta en nuestra instancia `Weblate <https://weblate.cryptpad.org>`__ y úsala para todo el trabajo de traducción
fr: Créer un compte sur notre `instance Weblate <https://weblate.cryptpad.org>`__ et l'utiliser pour le travail de traduction
ja: 私たちの\ `Weblateのインスタンス <https://weblate.cryptpad.org>`__\ でアカウントを作成し、それを翻訳作業全てに使用すること
ru: Создайте учетную запись на нашем `экземпляре Weblate <https://weblate.cryptpad.org>` __ и используйте его для всех работ по переводу

source: Bring and/or maintain a language at or near 100% translated status
de: Bringen und/oder Pflegen einer Sprache mit dem Ziel eines Übersetzungsstatus von (nahezu) 100 %
es_cu: Llevar y/o mantener un idioma en un estado cercano al 100% de traducción
fr: Approcher ou maintenir un langage à (ou suffisamment proche de) 100% du statut de traduction
ja: 翻訳状況を100％に近い状態に維持すること
ru: Перевести и/или поддерживать перевод на язык в состоянии, близком к 100%

source: Keep the translation up to date as we release new versions of CryptPad approximately 4 times per year (the amount of work will depend on the functionality in each release)
de: Halten der Übersetzung auf dem neuesten Stand, während wir etwa viermal pro Jahr neue Versionen von CryptPad veröffentlichen (der Arbeitsaufwand hängt von der Funktionalität der jeweiligen Version ab)
es_cu: Mantén la traducción actualizada ya que lanzamos nuevas versiones de CryptPad aproximadamente 4 veces al año (la cantidad de trabajo dependerá de la funcionalidad en cada versión)
fr: Garder la traduction à jour au fur et à mesure que nous publions de nouvelles version de CryptPad approximativement 4 fois par an (le volume de travail dépendra des fonctionnalités ajoutées dans chaque version)
ja: およそ年4回のCryptPadの新しいリリースに合わせて、翻訳をアップデートすること（作業量は各リリースで提供される機能により異なります）
ru: Поддерживайте перевод в актуальном состоянии, поскольку мы выпускаем новые версии CryptPad примерно 4 раза в год (объем работы будет зависеть от функциональности в каждом выпуске)

source: CryptPad development team commitment
de: Verpflichtungen des CryptPad-Entwicklungsteams
es_cu: Compromiso del equipo de desarrollo de CryptPad
fr: Engagement de l'équipe de développement CryptPad
ja: CryptPadの開発チームに期待されていること
ru: Обязательства команды разработчиков CryptPad

source: Enable a free `Personal plan <https://cryptpad.fr/accounts/#subscribe>`__ on CryptPad.fr for each translator as long as the translator commitments are met
de: Aktivierung eines kostenlosen `Personal-Abonnement <https://cryptpad.fr/accounts/#subscribe>`__ auf CryptPad.fr für jeden Übersetzer, solange die Verpflichtungen des Übersetzers erfüllt werden
es_cu: Habilita un `Plan personal gratuito <https://cryptpad.fr/accounts/#subscribe>`__ en CryptPad.fr para cada traductor siempre que se cumplan los compromisos del traductor
fr: Assigner gratuitement un `compte Personnel <https://cryptpad.fr/accounts/#subscribe>`__ sur CryptPad.fr pour chaque traducteur·ice tant qu'iel tiens ses engagements
ja: 翻訳者の役割が果たされている間、翻訳者にCryptPad.frの\ `パーソナルプラン <https://cryptpad.fr/accounts/#subscribe>`__\ を有効にすること
ru: Включать бесплатно `тариф Персональный <https://cryptpad.fr/accounts/#subscribe>` __ на CryptPad.fr для каждого переводчика при условии выполнения обязательств по переводу

source: Provide guidance and support in the `CryptPad Translations matrix channel <https://matrix.to/#/#cryptpad-translations:matrix.xwiki.com>`__
de: Hilfestellung und Unterstützung im `Matrixkanal "CryptPad Translations" <https://matrix.to/#/#cryptpad-translations:matrix.xwiki.com>`__
es_cu: Proporcionar orientación y soporte en el `Canal de la matriz de traducciones de CryptPad <https://matrix.to/#/#cryptpad-translations:matrix.xwiki.com>`__
fr: Fournir des conseils et de l'aide sur le `salon matrix CryptPad Translations <https://matrix.to/#/#cryptpad-translations:matrix.xwiki.com>`__
ja: `CryptPad TranslationsのMatrixチャンネル <https://matrix.to/#/#cryptpad-translations:matrix.xwiki.com>`__\ でガイダンスとサポートを行うこと
ru: Предоставлять советы и поддержку на `matrix канале «CryptPad Translations» <https://matrix.to/#/#cryptpad-translations:matrix.xwiki.com>`__

source: Host and maintain the Weblate instance incl. all tools, glossary, etc
de: Hosting und Wartung der Weblate-Instanz einschließlich aller Tools, des Glossars usw.
es_cu: Alojar y mantener la instancia de Weblate, incluidas todas las herramientas, glosario, etc
fr: Héberger et maintenir l'instance Weblate incluant l'ensemble des outils, glossaires, etc
ja: Weblateのインスタンス（ツール、用語集を含む）を運用・管理すること
ru: Развернуть и поддерживать экземпляр Weblate, включая все инструменты, глоссарий и т.д.

source: This program has so far been used only with individual translators, if you are translating as a group please contact the development team.
de: Dieses Programm wurde bisher nur von einzelnen Übersetzern genutzt. Wenn du in einer Gruppe übersetzen willst, wende dich bitte an das Entwicklungsteam.
es_cu: Este programa hasta ahora solo se ha utilizado con traductores individuales. Si está traduciendo en grupo, comunícate con el equipo de desarrollo.
fr: Ce programme a jusqu'à présent été uniquement utilisé pour des traducteur·ices individuel·les, si vous faites parti d'un groupe de traduction, veuillez contacter l'équipe de développement.
ja: このプログラムは個人の翻訳者にのみ用いられています。団体で翻訳を行う際には、開発チームまでご連絡ください。
ru: Эта программа до сих пор использовалась только с отдельными переводчиками. Если вы переводите группой, свяжитесь с командой разработчиков.

source: Contribute to the code
de: Zum Code beitragen
es_cu: Contribuir al código
fr: Contribuer au code
ja: コードに貢献
ru: Внесите свой вклад в код

source: CryptPad is written in JavaScript and we accept pull requests on `Github <https://github.com/cryptpad/cryptpad>`__. Note that the security layer is separated from the application layer, so it is possible to contribute to CryptPad without skills in cryptography. Contributions include, by order of difficulty:
de: CryptPad ist in JavaScript geschrieben und wir akzeptieren Pull-Requests auf `GitHub <https://github.com/cryptpad/cryptpad>`__. Beachte, dass die Sicherheitsschicht von der Anwendungsschicht getrennt ist, so dass es möglich ist, ohne kryptographische Kenntnisse zu CryptPad beizutragen. Mögliche Beiträge sind in der Reihenfolge ihres Schwierigkeitsgrades:
es_cu: CryptPad está escrito en JavaScript y aceptamos solicitudes de incorporación de cambios en `Github <https://github.com/cryptpad/cryptpad>`__. Ten en cuenta que la capa de seguridad está separada de la capa de aplicación, por lo que es posible contribuir a CryptPad sin conocimientos de criptografía. Las contribuciones incluyen, por orden de dificultad:
fr: CryptPad est écrit en JavaScript et nous acceptons les contributions sur `Github <https://github.com/cryptpad/cryptpad>`__. Notez que la couche sécurité est séparée de la couche application, il est donc possible de contribuer à CryptPad sans compétences en cryptographie. Les contributions incluent, par ordre de difficulté :
ja: CryptPadはJavaScriptで構成されており、\ `Github <https://github.com/cryptpad/cryptpad>`__\ でプルリクエストを受け付けています。なお、セキュリティーのレイヤーは、アプリケーションのレイヤーから分離されているので、暗号に関する技術が無い場合でもCryptPadに貢献することは可能です。貢献には以下などがあります（難易度順）。
ru: CryptPad написан на JavaScript, и мы принимаем pull requests на `Github <https://github.com/cryptpad/cryptpad>`__. Обратите внимание, что слой безопасности (security layer) отделен от слоя приложения (application layer), поэтому можно вносить свой вклад в CryptPad без навыков криптографии. Вклады включают в себя, в порядке сложности:

source: Fixing a bug from the `issue tracker <https://github.com/cryptpad/cryptpad/issues>`__.
de: Behebung eines Fehlers aus dem `Issue-Tracker <https://github.com/cryptpad/cryptpad/issues>`__.
es_cu: Corregir un error del `rastreador de problemas <https://github.com/cryptpad/cryptpad/issues>`__.
fr: Corriger un bug signalé sur `Github <https://github.com/cryptpad/cryptpad/issues>`__.
ja: `バグトラッカー <https://github.com/cryptpad/cryptpad/issues>`__\ にある不具合の修正。
ru: Исправление ошибки из списка `issue tracker <https://github.com/cryptpad/cryptpad/issues>`__.

source: Adding a new feature.
de: Hinzufügen neuer Funktionen.
es_cu: Añadir una nueva función.
fr: Ajouter une fonctionnalité.
ja: 新機能の追加。
ru: Добавление новой функции.

source: Building a new application or integrating an existing one to CryptPad's encrypted real-time collaboration.
de: Entwicklung einer neuen Anwendung oder Integration einer existierenden Anwendung in die verschlüsselte Echtzeit-Zusammenarbeit von CryptPad.
es_cu: Crear una nueva aplicación o integrar una existente a la colaboración cifrada en tiempo real de CryptPad.
fr: Construire une nouvelle application ou intégrer une application existante à la collaboration chiffrée en temps réel de CryptPad.
ja: 新しいアプリケーションの構築、または、CryptPadの暗号化されたリアルタイムの共同作業への既存のアプリケーションの統合。
ru: Создание нового приложения или интеграция существующего с системой зашифрованной совместной работы CryptPad в режиме реального времени.

source: Please see the :ref:`developer guide <dev_guide>` for more information and details of how to :ref:`contribute code <dev_contribute_code>`.
de: Im :ref:`Entwickler-Handbuch <dev_guide>` findest du weitere Informationen dazu, wie du :ref:`zum Code beitragen <dev_contribute_code>` kannst.
es_cu: Consulta la :ref:`guía para desarrolladores <dev_guide>` para obtener más información y detalles sobre cómo :ref:`contribuir con código <dev_contribute_code>`.
fr: Merci de consulter le :ref:`Guide de développement <dev_guide>` pour plus d'informations sur les :ref:`contributions de code <dev_contribute_code>`.
ja: :ref:`コードへの貢献 <dev_contribute_code>`\ に関する詳細については、\ :ref:`開発者ガイド <dev_guide>`\ をご覧ください。
ru: Пожалуйста, обратитесь к :ref:`руководству разработчика <dev_guide>` для получения дополнительной информации и подробностей о том, как :ref:`внести свой вклад в код <dev_contribute_code>`.

source: Financial support
de: Finanzielle Unterstützung
es_cu: Apoyo financiero
fr: Soutien financier
ja: 財政支援
ru: Финансовая поддержка

source: Contribute to making CryptPad financially sustainable:
de: Trage dazu bei, CryptPad finanziell abzusichern:
es_cu: Contribuye a que CryptPad sea financieramente sostenible:
fr: Contribuer au développement et à la pérennité de CryptPad :
ja: CryptPadが財政的に持続可能なものとなるよう、ご協力をお願いいたします。
ru: Внесите свой вклад в обеспечение финансовой устойчивости CryptPad:

source: One-time or recurring donations on `Open Collective <https://opencollective.com/cryptpad>`__.
de: Einmalige oder wiederkehrende Spenden auf `Open Collective <https://opencollective.com/cryptpad>`__.
es_cu: Donaciones únicas o recurrentes en `Open Collective <https://opencollective.com/cryptpad>`__.
fr: Dons uniques ou récurrents sur `Open Collective <https://opencollective.com/cryptpad>`__.
ja: `Open Collective <https://opencollective.com/cryptpad>`__\ で1回または継続的に寄付。
ru: Единовременные или периодические пожертвования на `Open Collective <https://opencollective.com/cryptpad>`__.

source: Subscriptions to `cryptpad.fr <https://accounts.cryptpad.fr>`__.
de: Abonnements auf `cryptpad.fr <https://accounts.cryptpad.fr>`__.
es_cu: Suscripciones a `cryptpad.fr <https://accounts.cryptpad.fr>`__.
fr: Abonnements à `cryptpad.fr <https://accounts.cryptpad.fr>`__.
ja: `Cryptpad.fr <https://accounts.cryptpad.fr>`__\ での定額利用。
ru: Подписки на `cryptpad.fr <https://accounts.cryptpad.fr>`__.

source: For larger organisations, `contact the team <https://cryptpad.fr/contact.html>`__ if you would like to sponsor a feature or to discuss support contracts for an on-site instance.
de: Im Fall von größeren Organisationen `kontaktiere das Team <https://cryptpad.fr/contact.html>`__, wenn du eine Funktion sponsern oder Supportverträge für eigene Instanzen besprechen möchtest.
es_cu: Para organizaciones más grandes,`comunícate con el equipo <https://cryptpad.fr/contact.html>` si deseas patrocinar una función o discutir contratos de soporte para una instancia en el sitio.
fr: Pour les organisations avec des moyens plus importants, `contactez l'équipe <https://cryptpad.fr/contact.html>`__ si vous souhaitez sponsoriser une fonctionnalité ou discuter des contrats de support pour une instance sur site.
ja: 大きな組織に関して、機能の開発を財政的に支援したり、インスタンスの管理に関する契約の締結を希望したりしている場合は、\ `チームまでご連絡ください <https://cryptpad.fr/contact.html>`__\ 。
ru: Для более крупных организаций: `свяжитесь с командой <https://cryptpad.fr/contact.html>`__ если Вы хотите спонсировать функцию или обсудить контракты на поддержку локально установленного (on-site) экземпляра.

source: Note to instance owners: cryptpad.fr used to offer a revenue sharing system for subscriptions on self-hosted instances. We have discontinued this possibility at this time. However if you are an instance owner and are interested in such a system we would still be interested to hear from you. In the future we might be interested to restore such a revenue sharing model with large instance owners.
de: Hinweis an Beitreiber von CryptPad-Instanzen: cryptpad.fr hat früher ein System zum Aufteilen der Einnahmen aus Abonnements auf selbstgehosteten Instanzen angeboten. Dies haben wir vorerst eingestellt. Wenn du als Beitreiber einer Instanz jedoch Interesse an einem solchen System hast, würden wir gerne trotzdem von dir hören. Möglicherweise werden wir zukünftig wieder ein solches System für große Instanzen anbieten.
es_cu: Nota para los propietarios de instancias: cryptpad.fr solía ofrecer un sistema de reparto de ingresos para las suscripciones en instancias alojadas por los usuarios. Hemos descontinuado esta posibilidad en este momento. Sin embargo, si tú eres propietario de una instancia y estás interesado en dicho sistema, nos interesaría saber de ti. En el futuro, podríamos estar interesados en restablecer dicho modelo de reparto de ingresos con los propietarios de instancias grandes.
fr: Note aux administrateur·ices d'instances : cryptpad.fr proposait un système de partage de revenus pour les abonnements sur les instances auto-hébergées. Nous avons mis fin à cette possibilité pour le moment. Cependant, si vous êtes propriétaire d'une instance et que vous êtes intéressé par un tel système, merci de prendre contact. À l'avenir, nous pourrions rétablir un tel modèle de partage des revenus avec les administateur·ices d'instances.
ja: インスタンスの所有者の方へ。以前、cryptpad.frはセルフホスト型のインスタンスの定額利用に関する収入の分配システムを提供していましたが、現在は提供を終了しました。もしインスタンスの所有者で、同様の仕組みに興味がある方は、チームまでご連絡ください。将来、大きなインスタンスの所有者との間で収入の分配システムを復活させる可能性について検討するかもしれません。
ru: Примечание для владельцев экземпляров: раньше cryptpad.fr предлагала систему распределения доходов от подписок с экземпляров размещённых на самостоятельном хостинге. В настоящее время мы удалили этот функционал. Однако, если Вы являетесь владельцем экземпляра и заинтересованы в такой системе, нам все равно было бы интересно услышать Вас. В будущем нам может быть интересно восстановить такую модель распределения доходов с владельцами крупных инстансов.
