Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/how_to_contribute.po
Languages: de, es_cu, fr, ja, ru

source: How to contribute
de: Wie du uns unterstützen kannst
es_cu: Cómo contribuir
fr: Comment contribuer
ja: 貢献する方法
ru: Как внести свой вклад

source: There are various ways to contribute to CryptPad, many of which do not require any coding skills. If you would like to discuss anything listed here, or other ways of contributing, please `get in touch with the development team <https://cryptpad.fr/contact.html>`__.
de: Es gibt verschiedene Möglichkeiten, CryptPad zu unterstützen. Davon erfordern viele keine Programmierkenntnisse. Wenn du etwas, das hier aufgelistet ist, oder andere Wege zur Unterstützung besprechen möchtest, `wende dich bitte an das Entwicklerteam <https://cryptpad.fr/contact.html>`__.
es_cu: Hay varias formas de contribuir a CryptPad, muchas de las cuales no requieren habilidades de programación. Si deseas discutir algo mencionado aquí, u otras formas de contribuir, por favor `ponte en contacto con el equipo de desarrollo <https://cryptpad.fr/contact.html>`__.
fr: Il existe plusieurs façons de contribuer à CryptPad, et la majorité ne nécessitent aucune compétence en informatique. Si vous souhaitez discuter de l'une des possibilités énumérées ici, ou proposer d'autres contributions, vous pouvez `prendre contact avec l'équipe de développement <https://cryptpad.fr/contact.html>`__.
ja: CryptPadには様々な方法で貢献できます。その多くはプログラミングの技術を必要としません。もしここで挙げている事柄や、その他貢献する方法について話したい場合は、`開発チームまで連絡してください <https://cryptpad.fr/contact.html>`__。
ru: Есть разные способы внести свой вклад в CryptPad, многие из которых не требуют навыков программирования. Если вы хотите обсудить что-либо из перечисленного здесь или другие способы внести свой вклад, пожалуйста, `свяжитесь с командой разработчиков <https://cryptpad.fr/contact.html>`__.

source: Spread the word
de: Mache CryptPad bekannt
es_cu: Difundir la palabra
fr: Diffuser
ja: CryptPadを広める
ru: Расскажите другим

source: The simplest way to help CryptPad is to make the project known. As an Open Source project, CryptPad has very little budget to spare for marketing. We rely on the community to promote the service, for example by:
de: Der einfachste Weg, CryptPad zu unterstützen, ist, das Projekt bekannt zu machen. Als Open-Source-Projekt hat CryptPad nur ein sehr kleines Budget für die Vermarktung zur Verfügung. Wir verlassen uns auf die Community, um den Dienst zu bewerben, zum Beispiel durch:
es_cu: La forma más sencilla de ayudar a CryptPad es dar a conocer el proyecto. Como proyecto de código abierto, CryptPad tiene muy poco presupuesto para dedicar a la comercialización. Dependemos de la comunidad para promocionar el servicio, por ejemplo:
fr: La façon la plus simple d'aider CryptPad est de faire connaître le projet. En tant que projet Open Source, CryptPad dispose d'un budget très limité pour le marketing. Nous dépendons de la communauté pour promouvoir le service, par exemple pour :
ja: CryptPadを支援する最も簡単な方法は、プロジェクトの知名度を上げることです。オープンソースのプロジェクトとして、CryptPadにはマーケティングにごく限られた予算しか割り当てることができません。サービスの宣伝に関して、私たちはコミュニティーの以下のような活動に依拠しています。
ru: Самый простой способ помочь CryptPad - это сделать проект известным. Будучи проектом с открытым исходным кодом, CryptPad имеет очень небольшой бюджет, который можно потратить на маркетинг. Мы полагаемся на сообщество в продвижении сервиса, например:

source: Using CryptPad and demonstrating it to friends and colleagues, highlighting why privacy is important.
de: Verwendung von CryptPad und Vorführung vor Freunden und Kollegen, um zu verdeutlichen, warum Datenschutz wichtig ist.
es_cu: Usando CryptPad y demostrándolo a amigos y colegas, resaltando por qué es importante la privacidad.
fr: Utiliser CryptPad et le faire découvrir à des ami·es et collègues, en soulignant l'importance de la protection de la vie privée.
ja: プライバシーの重要性を強調しながら、CryptPadを友人・同僚に対して使ってみること。
ru: Используя CryptPad и демонстрируя его друзьям и коллегам, подчеркивая, почему конфиденциальность важна.

source: Posting about CryptPad on social media.
de: Beiträge über CryptPad in sozialen Netzwerken.
es_cu: Publicar sobre CryptPad en las redes sociales.
fr: Parler de CryptPad sur les réseaux sociaux.
ja: SNSでCryptPadについて投稿。
ru: Публикуя сообщения о CryptPad в социальных сетях.

source: Following and relaying our own communications from our `blog <https://blog.cryptpad.org>`__ or `Mastodon account <https://social.xwiki.com/@CryptPad>`__.
ru: Подписавшись и делая репосты наших сообщений из нашего `Блога <https://blog.cryptpad.org>`__ или `Mastodon <https://social.xwiki.com/@CryptPad>`__.

source: Relaying the `CryptPad Crowdfunding <https://opencollective.com/cryptpad>`__.
de: Verbreitung des `CryptPad-Crowdfundings <https://opencollective.com/cryptpad>`__.
es_cu: Retransmitir el `Crowdfunding de CryptPad <https://opencollective.com/cryptpad>`__.
fr: Relayer notre `financement participatif <https://opencollective.com/cryptpad>`__.
ja: `CryptPadのクラウドファンディング <https://opencollective.com/cryptpad>`__\ について拡散。
ru: Распространяя `Краудфандинг CryptPad <https://opencollective.com/cryptpad>`__.

source: Presenting CryptPad in conferences or meetups, or inviting the team to present.
de: Präsentation von CryptPad in Konferenzen oder Tagungen, oder Einladung des Teams zu Präsentationen.
es_cu: Presentar CryptPad en conferencias o reuniones, o invitar al equipo a realizar una presentación.
fr: Présenter CryptPad lors de conférences et autres rencontres, ou inviter l'équipe à venir présenter.
ja: CryptPadをカンファレンスやオフ会などで紹介、または、チームを招待。
ru: Презентуя CryptPad на конференциях или митапах, либо приглашая команду выступить с докладом.

source: Update any public catalog mentioning CryptPad, upvote the project and leave comments describing your experience using it.
de: Aktualisiere öffentlichen Kataloge, in denen CryptPad erwähnt wird, bewerte das Projekt und hinterlasse Kommentare, in denen du deine Erfahrungen mit CryptPad beschreibst.
es_cu: Actualizar cualquier catálogo público que mencione CryptPad, vote a favor del proyecto y dejar comentarios que describan tu experiencia al usarlo.
fr: Mettre à jour les catalogues publics mentionnant CryptPad, voter pour le projet et laisser des commentaires décrivant votre expérience d'utilisation.
ja: CryptPadを紹介するオンライン上のカタログの更新、プロジェクトを使用した経験を説明するコメントの投稿。
ru: Посетите любой общедоступный каталог упоминающий CryptPad: проголосуйте за проект и оставьте комментарии, описывающие ваш опыт его использования.

source: For examples of past presentations please see the `CryptPad Peertube Channel <https://peertube.xwiki.com/video-channels/cryptpad_channel/videos>`_ with playlists of presentation in `English <https://peertube.xwiki.com/videos/watch/playlist/cfa5d7f1-48cd-4a6b-8594-7d766341e43c>`_ and `French <https://peertube.xwiki.com/videos/watch/playlist/f1d74811-e42f-4059-881f-f93ae47c437a>`_.
de: Beispiele für Präsentationen kannst du im `Peertube-Kanal von CryptPad <https://peertube.xwiki.com/video-channels/cryptpad_channel/videos>`_ finden. Es gibt Wiedergabelisten mit Präsentationen auf `Englisch <https://peertube.xwiki.com/videos/watch/playlist/cfa5d7f1-48cd-4a6b-8594-7d766341e43c>`_ und `Französisch <https://peertube.xwiki.com/videos/watch/playlist/f1d74811-e42f-4059-881f-f93ae47c437a>`_.
es_cu: Para ejemplos de presentaciones anteriores, por favor consulta el `Canal de CryptPad en Peertube <https://peertube.xwiki.com/video-channels/cryptpad_channel/videos>`_ con listas de reproducción de presentaciones en `inglés <https://peertube.xwiki.com/videos/watch/playlist/cfa5d7f1-48cd-4a6b-8594-7d766341e43c>`_ y `francés <https://peertube.xwiki.com/videos/watch/playlist/f1d74811-e42f-4059-881f-f93ae47c437a>`_.
fr: Des exemples de présentations passées sont disponibles sur la `chaîne Peertube de Cryptpad <https://peertube.xwiki.com/video-channels/cryptpad_channel/videos>`_ avec des listes de vidéos en `français <https://peertube.xwiki.com/videos/watch/playlist/f1d74811-e42f-4059-881f-f93ae47c437a>`_ et `anglais <https://peertube.xwiki.com/videos/watch/playlist/cfa5d7f1-48cd-4a6b-8594-7d766341e43c>`_.
ja: 以前のプレゼンテーションについては\ `CryptPadのPeertubeのチャンネル <https://peertube.xwiki.com/video-channels/cryptpad_channel/videos>`_\ をご覧ください。\ `英語版 <https://peertube.xwiki.com/videos/watch/playlist/cfa5d7f1-48cd-4a6b-8594-7d766341e43c>`_\ と\ `フランス語版 <https://peertube.xwiki.com/videos/watch/playlist/f1d74811-e42f-4059-881f-f93ae47c437a>`_\ プレゼンテーションのプレイリストがそれぞれあります。
ru: Примеры прошлых презентаций смотрите на `Канале Cryptpad Peertube <https://peertube.xwiki.com/video-channels/cryptpad_channel/videos>`_ с плейлистами презентаций на `английском <https://peertube.xwiki.com/videos/watch/playlist/cfa5d7f1-48cd-4a6b-8594-7d766341e43c>`_ и `французском <https://peertube.xwiki.com/videos/watch/playlist/f1d74811-e42f-4059-881f-f93ae47c437a>`_.

source: Here is a list of some public catalogs mentioning the project:
de: Hier ist eine Liste einiger öffentlicher Kataloge, die das Projekt erwähnen:
es_cu: A continuación se muestra una lista de algunos catálogos públicos que mencionan el proyecto:
fr: Voici une liste de certains catalogues publics mentionnant le projet :
ja: 以下はCryptPadのプロジェクトに言及しているいくつかのページのリストです。
ru: Вот список некоторых общедоступных каталогов, в которых упоминается проект:

source: `Wikipedia <https://en.wikipedia.org/wiki/Draft:CryptPad>`__
fr: `Wikipedia <https://fr.wikipedia.org/wiki/Draft:CryptPad>`__
ja: `Wikipedia <https://ja.wikipedia.org/wiki/Draft:CryptPad>`__
ru: `Википедия (англ) <https://en.wikipedia.org/wiki/Draft:CryptPad>`__

source: Report bugs
de: Fehler melden
es_cu: Reportar errores
fr: Signaler des bugs
ja: 不具合の報告
ru: Сообщить об ошибках

source: If you encounter a problem with CryptPad, reporting it helps improve the service for everyone. When reporting, please provide as much information as possible about the conditions in which the problem occurred, what you expected to happen, and what happened instead. These details help the team reproduce the error, which is the first step towards fixing it.
de: Wenn du auf ein Problem mit CryptPad stößt, hilft das Melden des Problems, den Dienst für alle zu verbessern. Wenn du ein Problem meldest, gib bitte so viele Informationen wie möglich über die Bedingungen an, unter denen das Problem aufgetreten ist, was du erwartet hast und was stattdessen passiert ist. Diese Details helfen dem Team, den Fehler zu reproduzieren, was der erste Schritt zur Behebung des Problems ist.
es_cu: Si encuentras un problema con CryptPad, reportarlo ayuda a mejorar el servicio para todos. Al reportar, proporciona la mayor cantidad de información posible sobre las condiciones en las que se produjo el problema, lo que esperabas que sucediera y lo que sucedió en su lugar. Estos detalles ayudan al equipo a reproducir el error, que es el primer paso para solucionarlo.
fr: Si vous rencontrez un problème avec CryptPad, le signaler permet d'améliorer le service pour tous. Lorsque vous signalez un problème, veuillez fournir autant d'informations que possible sur les conditions dans lesquelles le problème s'est produit, sur ce que vous attendiez et sur ce qui s'est passé à la place. Ces détails aident l'équipe à reproduire l'erreur, ce qui est la première étape pour la corriger.
ja: CryptPadの問題を発見した場合、それを報告していただければ、ユーザー全員にとってサービスの改善に結びつきます。報告の際には、問題が発生したときの状況、予期されていた動作と実際の動作などに関して、できるだけ詳細に記述してください。詳細な記述は、チームが問題を再現するのに役立ち、問題の早期解決につながります。
ru: Если вы столкнетесь с проблемой с CryptPad, извещение разработчиков о ней поможет улучшить сервис для всех. При составлении отчета о проблеме, пожалуйста, предоставьте как можно больше информации об условиях, в которых возникла проблема, о том, что Вы ожидали, и что произошло вместо этого. Эти сведения помогают команде воспроизвести ошибку, что является первым шагом к ее исправлению.

source: There are two ways to report bugs or issues:
de: Es gibt zwei Wege, um Fehler oder Probleme zu melden:
es_cu: Hay dos formas de informar errores o problemas:
fr: Il existe deux façons de signaler des bugs ou des problèmes :
ja: バグや問題を報告するには2つの方法があります。
ru: Существует два способа сообщить об ошибках или проблемах:

source: Cryptpad's built in :ref:`support ticket system <support>` where you can message instance administrators. These messages are encrypted like everything else on CryptPad.
de: Das in CryptPad integrierte :ref:`Support-Ticketsystem <support>`, worüber du Administratoren der Instanz kontaktieren kannst. Diese Nachrichten werden wie alles andere auf CryptPad verschlüsselt.
es_cu: Cryptpad tiene incorporado un :ref:`sistema de tickets de soporte <support>` en el que puede enviar mensajes a los administradores de instancias. Estos mensajes están cifrados como todo lo demás en CryptPad.
fr: Le système de :ref:`tickets de support <support>` intégré à CryptPad, pour communiquer avec les administrateur·ices de votre instance. Ces messages sont chiffrés comme le reste de la plateforme.
ja: Cryptpadに内蔵の\ :ref:`サポートチケットのシステム <support>`\ 。インスタンスの管理者に対してメッセージを送信できます。このメッセージはCryptPadの他の機能と同様に暗号化されています。
ru: Встроенная в Cryptpad :ref:`система тикетов службы поддержки <support>`, где Вы можете отправлять сообщения администраторам инстансов. Эти сообщения зашифрованы, как и все остальное на CryptPad.

source: `Github issue tracker <https://github.com/cryptpad/cryptpad/issues/new/choose>`__ to file the issue publicly using the bug report template. (A Github account is needed to submit issues)
de: Der `Issue-Tracker von GitHub <https://github.com/cryptpad/cryptpad/issues/new/choose>`__, wo mit Hilfe einer entsprechenden Vorlage öffentliche Problemberichte eingereicht werden können. (Zur Erstellung von Problemberichten ist ein GitHub-Account notwendig.)
es_cu: `Rastreador de problemas de Github <https://github.com/cryptpad/cryptpad/issues/new/choose>`__ para presentar el problema públicamente usando la plantilla de reportes de errores. (Se necesita una cuenta de Github para enviar problemas)
fr: `Signaler sur Github <https://github.com/cryptpad/cryptpad/issues/new/choose>`__ avec un rapport public en utilisant le modèle fourni. (Un compte Github est nécessaire)
ja: `Githubのissueトラッカー <https://github.com/cryptpad/cryptpad/issues/new/choose>`__\ 。テンプレートを使い、問題を誰でも確認できる形で報告できます（報告にはGithubのアカウントの登録が必要です）。
ru: `Отслеживание проблем на Github <https://github.com/cryptpad/cryptpad/issues/new/choose>`__ чтобы опубликовать проблему публично, используя шаблон отчёта об ошибке. (Для отправки информации о проблеме необходима учётная запись Github)

source: Contribute to the documentation
de: Zur Dokumentation beitragen
es_cu: Contribuir a la documentación
fr: Contribuer à la documentation
ja: ドキュメンテーションに貢献
ru: Внесите свой вклад в документацию

source: If you have corrections, edits, or suggestions for this documentation, you can contribute and help improve the service for everyone. Please send your proposed changes to `the forum <https://forum.cryptpad.org/>`__ or use a `GitHub pull request <https://github.com/cryptpad/documentation>`__.
de: Wenn du Korrekturen, Ergänzungen oder Vorschläge für diese Dokumentation hast, kannst du zur Verbesserung des Angebots für alle beitragen. Bitte richte deine Änderungsvorschläge an `das Forum <https://forum.cryptpad.org/>`__ oder erstelle einen `Pull-Request auf GitHub <https://github.com/cryptpad/cryptpad-documentation>`__.
es_cu: Si tienes correcciones, ediciones o sugerencias para esta documentación, puedes contribuir y ayudar a mejorar el servicio para todos. Envía tus propuestas de cambios al `foro <https://forum.cryptpad.org/>`__ o utiliza una `solicitud de incorporación de cambios en GitHub <https://github.com/cryptpad/documentation>`__.
fr: Si vous avez des corrections, éditions ou suggestions concernant cette documentation, vous pouvez contribuer et ainsi aider à améliorer le service pour tout le monde. Partagez vos changements sur `le forum <https://forum.cryptpad.org/>`__ ou dans `une pull request GitHub <https://github.com/cryptpad/documentation>`__.
ja: もしこのドキュメントに関して訂正、編集、提案があれば、サービスを使う皆さんのためにも、貢献をご検討ください。変更に関する提案に関しては、\ `フォーラム <https://forum.cryptpad.org/>`__\ にて行っていただくか、\ `GitHubのプルリクエスト <https://github.com/cryptpad/documentation>`__\ としてご送付ください。
ru: Если у Вас есть исправления, изменения или предложения по этой документации, Вы можете внести свой вклад и помочь улучшить сервис для всех. Пожалуйста, присылайте свои предлагаемые изменения на `форум <https://forum.cryptpad.org />`__ или используйте `pull request на GitHub <https://github.com/cryptpad/documentation>`__.

source: Translate CryptPad
de: CryptPad übersetzen
es_cu: Traducir CryptPad
fr: Traduire CryptPad
ja: CryptPadを翻訳
ru: Перевести CryptPad

source: The CryptPad team translates the software in English and French, with many more languages provided by the community. Translating CryptPad—and/or keeping translations up to date as the platform develops—is a much needed effort to make it available to as many people as possible.
de: Das CryptPad-Team übersetzt die Software ins Englische und Französische, wobei viele weitere Sprachen von der Community zur Verfügung gestellt werden. Die Übersetzung von CryptPad – und/oder die Aktualisierung der Übersetzungen während der Weiterentwicklung der Plattform – ist ein wichtiger Beitrag, um CryptPad so vielen Menschen wie möglich zugänglich zu machen.
es_cu: El equipo de CryptPad traduce el software al inglés y al francés, y la comunidad proporciona muchos otros idiomas. Traducir CryptPad (y/o mantener las traducciones actualizadas a medida que la plataforma se desarrolla) es un esfuerzo muy necesario para que esté disponible para la mayor cantidad de personas posible.
fr: L'équipe de développement traduit CryptPad en anglais et en français, de nombreuses autres langues étant fournies par la communauté. La traduction et/ou la mise à jour des traductions au fur et à mesure du développement de la plateforme est une tâche cruciale pour rendre CryptPad accessible au plus grand nombre.
ja: CryptPadのチームはソフトウェアを英語とフランス語で提供しており、他の数多くの言語もコミュニティーによって提供されています。CryptPadを翻訳（し、ソフトウェアの更新に応じて翻訳も更新）していただけると、もっと多くの人びとがCryptPadを利用できるようになります。
ru: Команда CryptPad переводит программное обеспечение на английский и французский языки, а сообщество переводит на другие языки. Перевод CryptPad и / или поддержка переводов в актуальном состоянии по мере развития платформы — это крайне необходимые усилия, чтобы сделать ее доступной для как можно большего числа людей.

source: To translate CryptPad itself please see the `Translation guide <https://github.com/cryptpad/cryptpad/blob/main/customize.dist/translations/README.md>`__.
de: Um CryptPad selbst zu übersetzen, siehe bitte die `Übersetzungsanleitung <https://github.com/cryptpad/cryptpad/blob/main/customize.dist/translations/README.md>`__.
es_cu: Para traducir CryptPad, consulte la `Guía de traducción <https://github.com/cryptpad/cryptpad/blob/main/customize.dist/translations/README.md>`__.
fr: Pour traduire CryptPad, veuillez consulter le `guide de traduction <https://github.com/cryptpad/cryptpad/blob/main/customize.dist/translations/README.md>`__.
ja: CryptPad本体を翻訳する際には、\ `翻訳ガイド <https://github.com/cryptpad/cryptpad/blob/main/customize.dist/translations/README.md>`__\ をご覧ください。
ru: Чтобы самостоятельно переводить CryptPad, пожалуйста, ознакомьтесь с `Руководством по переводу <https://github.com/cryptpad/cryptpad/blob/main/customize.dist/translations/README.md>`__.

source: To translate this documentation please visit the project on `Weblate <https://weblate.cryptpad.org/projects/user-guide/>`__. To start translating a new language, please `get in touch with the development team <https://cryptpad.fr/contact.html>`__.
de: Zur Übersetzung dieser Dokumentation besuche bitte das Projekt auf `Weblate <https://weblate.cryptpad.org/projects/user-guide/>`__. Um mit der Übersetzung in eine neue Sprache zu beginnen, `kontaktiere bitte das Entwicklungsteam <https://cryptpad.fr/contact.html>`__.
es_cu: Para traducir esta documentación, visita el proyecto en `Weblate <https://weblate.cryptpad.org/projects/user-guide/>`__. Para comenzar a traducir un nuevo idioma, `contacta al equipo de desarrollo <https://cryptpad.fr/contact.html>`__.
fr: Pour traduire cette documentation, veuillez accéder au projet sur `Weblate <https://weblate.cryptpad.org/projects/user-guide/>`__. Pour commencer à traduire un nouveau langage, veuillez `contacter l'équipe de développement <https://cryptpad.fr/contact.html>`__.
ja: このドキュメントを翻訳する際には\ `Weblate <https://weblate.cryptpad.org/projects/user-guide/>`__\ のプロジェクトをご覧ください。新しい言語に翻訳する際には\ `開発チームまでご連絡ください <https://cryptpad.fr/contact.html>`__\ 。
ru: Чтобы переводить эту документацию, пожалуйста, посетите проект на `Weblate <https://weblate.cryptpad.org/projects/user-guide/> `__. Чтобы начать перевод на новый язык, пожалуйста, `свяжитесь с командой разработчиков <https://cryptpad.fr/contact.html>`__.

source: Current progression on translated languages:
de: Aktueller Stand der übersetzten Sprachen:
es_cu: Progresión actual en los idiomas traducidos:
fr: Progression actuelle des langues traduites :
ja: 翻訳の現在の進行状況：
ru: Текущий прогресс в переводе на другие языки:

source: Weblate-widget
es_cu: Widget de Weblate
fr: widget Weblate
ja: Weblateのウィジェット
ru: Weblate-виджет

source: Community translation program
de: Community-Übersetzungsprogramm
es_cu: Programa de traducción comunitaria
fr: Programme de traduction communautaire
ja: コミュニティーによる翻訳プロジェクト
ru: Программа перевода сообщества

source: CryptPad translations are a volunteer community effort. We are not able to offer financial compensation for translation work, but we offer free premium benefits on `CryptPad.fr <https://cryptpad.fr/accounts/>`__ as a token of gratitude (increased storage and priority support).
de: Die Übersetzungen von CryptPad werden von Freiwilligen aus der Community beigetragen. Wir sind nicht in der Lage, eine finanzielle Entschädigung für die Übersetzungsarbeit anzubieten, aber wir bieten kostenlose Premium-Vorteile auf `CryptPad.fr <https://cryptpad.fr/accounts/>`__ als Zeichen der Dankbarkeit (erhöhter Speicherplatz und vorrangiger Support).
es_cu: Las traducciones de CryptPad son un esfuerzo voluntario de la comunidad. No podemos ofrecer compensación financiera por el trabajo de traducción, pero ofrecemos beneficios premium gratuitos en `CryptPad.fr <https://cryptpad.fr/accounts/>`__ como muestra de agradecimiento (aumento de almacenamiento y soporte prioritario).
fr: La traduction de CryptPad est un effort communautaire. Nous ne sommes pas en mesure d'offrir une contrepartie financière pour le travail de traduction, nous offrons cependant un compte premium Personnel sur `CryptPad.fr <https://cryptpad.fr/accounts/>`__ en gage de notre gratitude (plus de stockage et support prioritaire).
ja: CryptPadの翻訳はコミュニティー主体でボランティアベースで行われています。翻訳に報酬をお支払いすることはできませんが、感謝の気持ちとして\ `CryptPad.fr <https://cryptpad.fr/accounts/>`__\ のインスタンスで、有料会員向けのメリット（保存領域の追加と優先サポート）を提供させていただいています。
ru: Переводы CryptPad осуществляются сообществом волонтеров. Мы не можем предложить финансовую компенсацию за работу переводчика, но мы предлагаем бесплатные привилегии премиум-класса на `CryptPad.fr <https://cryptpad.fr/accounts/>`__ в знак благодарности (увеличенное хранилище и приоритетная поддержка).

source: Terms
de: Bedingungen
es_cu: Términos
fr: Conditions
ja: 利用規約
ru: Условия

source: Translator commitment
de: Verpflichtungen des Übersetzers
es_cu: Compromiso del traductor
fr: Engagement de lae contributeur·ice
ja: 翻訳者に期待されていること
ru: Обязательства переводчика
