Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/accessibility.po
Languages: pl

source: Accessibility
pl: Ułatwienia dostępu

source: Feedback channels
pl: Przekazywanie opinii

source: We welcome contributions that make CryptPad more accessible. User feedback is crucial to identifying issues and use-cases, and of course we also appreciate code patches to solve these problems. Please get in touch through the following channels:
pl: Każdy wkład w rozwój pakietu CryptPad pod kątem ułatwień dostępu jest przez nas mile widziany. Opinie użytkowników są kluczowe aby zidentyfikować problemy i przypadki użycia, oczywiście doceniamy też poprawki w kodzie rozwiązujące te problemy. Skontaktuj się z nami w jeden z następujących sposobów:

source: `CryptPad Forum <https://forum.cryptpad.org/t/accessibility>`__
pl: `Forum CryptPad <https://forum.cryptpad.org/t/accessibility>`__

source: `Matrix chat <https://matrix.to/#/#cryptpad-accessibility:matrix.xwiki.com>`__
pl: `Matrix <https://matrix.to/#/#cryptpad-accessibility:matrix.xwiki.com>`__

source: `GitHub issues <https://github.com/cryptpad/cryptpad/issues/new/choose>`__
pl: `GitHub <https://github.com/cryptpad/cryptpad/issues/new/choose>`__

source: This new section will be extended in future updates to include keyboard shortcuts, accessibility settings, and any other relevant information.
pl: Ta sekcja zostanie w przyszłości rozszerzona o skróty klawiszowe, ustawienia ułatwień dostępu i inne przydatne informacje.

source: Keyboard Shortcuts
pl: Skróty Klawiszowe

source: General Shortcuts
pl: Skróty ogólne

source: Shortcut
pl: Skrót

source: Action
pl: Czynność

source: Create a new document
pl: Stwórz nowy dokument

source: Navigate through the focusable elements
pl: Nawiguj po interaktywnych elementach

source: Navigate backwards through the focusable elements
pl: Nawiguj po interaktywnych elementach wstecz

source: Click on the focused element
pl: Kliknij na element interaktywny

source: Drive Shortcuts
pl: Skróty dysku

source: :kbd:`↑` and :kbd:`↓` keys
pl: klawisze :kbd:`↑` i :kbd:`↓`

source: Navigate through content in the drive
pl: Nawiguj po zawartości dysku

source: Open drive file or folder
pl: Otwórz plik lub folder z dysku

source: Toolbar Shortcuts
pl: Skróty paska narzędzi

source: Click on the focused element to open a menu
pl: Kliknij na aktywny element aby otworzyć menu

source: Navigate through items inside a menu
pl: Nawiguj po pozycjach w menu

source: Close menu
pl: Zamknij menu

source: Remove notification from the notifications menu
pl: Usuń powiadomienie z menu powiadomień

source: Search Functionality
pl: Funkcjonalność wyszukiwania

source: Locate specific elements within a menu by typing the first letter
pl: Znajdź konkretne elementy menu wpisując na klawiaturze pierwszą literę nazwy
