Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/collaboration.po
Languages: de, es_cu, ja, ru

source: Collaboration / Social
de: Zusammenarbeit
es_cu: Colaboración / Social
ja: 共同作業 / ソーシャル
ru: Совместная работа / Взаимодействие

source: Profile
de: Profil
es_cu: Perfil
ja: プロフィール
ru: Профиль

source: :badge_user:`Logged in users`
de: :badge_user:`Eingeloggte Benutzer`
es_cu: :badge_user:`Usuarios registrados`
ja: :badge_user:`ログイン済ユーザー`
ru: :badge_user:`Зарегистрированные пользователи`

source: Each registered user on CryptPad has a profile page accessible from the user menu:
de: Jeder registrierte Benutzer von CryptPad hat eine Profilseite, auf die über das Benutzermenü zugegriffen werden kann:
es_cu: Cada usuario registrado en CryptPad tiene una página de perfil accesible desde el menú de usuario:
ja: CryptPadに登録済の各ユーザーには、ユーザーメニューからアクセスできるプロフィールページが用意されます。
ru: У каждого зарегистрированного пользователя на CryptPad есть страница профиля, доступная из пользовательского меню:

source: User menu (avatar at the top-right) > |user-circle| **Profile**.
de: Benutzermenü (Avatar oben rechts) > |user-circle| **Profil**.
es_cu: Menú de usuario (avatar en la parte superior derecha) > |user-circle| **Perfil**.
ja: ユーザーメニュー（右上のアバター） > |user-circle| **プロフィール**。
ru: Меню пользователя (аватар вверху справа) > |user-circle| **Профиль**.

source: Personal profile
de: Eigenes Profil
es_cu: Perfil personal
ja: 個人用プロフィール
ru: Личный профиль

source: :badge_new:`2025.6.0` Your profile can now be modified directly from your :ref:`account settings <user_settings_profile>`.
ru: :badge_new:`2025.6.0` Ваш профиль теперь может быть изменен прямо из :ref:`настроек Вашего аккаунта <user_settings_profile>`.

source: From here you can see what your profile look like to other users, you can also perform the following actions:
ru: Отсюда Вы можете увидеть, как выглядит Ваш профиль для других пользователей, также Вы можете выполнить следующие действия:

source: |key| **Copy public key**: Copies the key used by instance administrators and on instances that offer subscriptions.
de: |key| **Öffentlichen Schlüssel kopieren**: Kopiert den Schlüssel in die Zwischenablage. Er wird von Administratoren verwendet und auch auf Instanzen, die Abonnements anbieten.
es_cu: |key| **Copiar clave pública**: Copia la clave utilizada por los administradores de instancias y en instancias que ofrecen suscripciones.
ja: |key| **公開鍵をコピー**\ ：インスタンスの管理者が、定期利用を提供しているインスタンスで使っている鍵をコピー。
ru: |key| **Копировать открытый ключ**: Копирует ключ, используемый администраторами инстансов и инстансами, предлагающими подписки.

source: |copy| **Copy user data**: As an instance administrator, add the user data in JSON format to your clipboard.
ru: |copy| **Копировать данные юзера**: Как администратор экземпляра, добавьте данные пользователя в формате JSON в свой буфер обмена.

source: |share-alt| **Share**: Copy a link to your profile.
de: |share-alt| **Teilen**: Kopiert den Link zu deinem Profil in die Zwischenablage.
es_cu: |share-alt| **Compartir**: Copia un enlace a tu perfil.
ja: |share-alt| **共有**\ ：あなたのプロフィールへのリンクをコピー。
ru: |share-alt| **Поделиться**: скопируйте ссылку на свой профиль.

source: User profile
de: Profile anderer Benutzer
es_cu: Perfil del usuario
ja: ユーザーのプロフィール
ru: Профиль пользователя

source: To see the profile of another user:
de: Um das Profil eines anderen Benutzers anzusehen:
es_cu: Para ver el perfil de otro usuario:
ja: 他のユーザーのプロフィールを表示するには、
ru: Чтобы просмотреть профиль другого пользователя:

source: **User list** |users| |eye| of a document where they are connected > ``Click`` on their name,
de: **Benutzerliste** |users| |eye| eines vom Benutzer gerade verwendeten Dokuments > ``Klicke`` auf den Namen.
es_cu: **Lista de usuarios** |users| |eye| de un documento donde están conectados > ``Haz click`` en su nombre,
ja: 同時に利用しているドキュメントの\ **ユーザー一覧** |users| |eye| > ユーザーの名前を ``クリック`` 、
ru: **Список пользователей** |users| |eye| документа, к которому они подключены > ``Нажмите`` на их имени,

source: If the user is in your list of :ref:`contacts <contacts>`. User menu (avatar at the top-right) > |address-book| **Contacts** > ``Double click`` on their name in the list.
de: Wenn der Benutzer in deiner :ref:`Kontaktliste <contacts>` ist: Benutzermenü (Avatar oben rechts) > |address-book| **Kontakte** > ``Doppelklicke`` auf den Namen in der Liste.
es_cu: Si el usuario está en tu lista de :ref:`contactos <contacts>`. Menú de usuario (avatar en la parte superior derecha) > |address-book| **Contactos** > ``Doble click`` en su nombre en la lista.
ja: ユーザーがあなたの\ :ref:`連絡先 <contacts>`\ リストに含まれている場合、ユーザーメニュー（右上のアバター） > |address-book| **連絡先** > リストの名前を ``ダブルクリック`` 。
ru: Если пользователь есть в вашем списке :ref:`контаков <contacts>`. Меню пользователя (аватар в правом верхнем углу) > |address-book| **Контакты** >``Дважды щелкните`` на его имени в списке.

source: On another user’s profile page:
de: Auf der Profilseite eines anderen Benutzers:
es_cu: En la página de perfil de otro usuario:
ja: 他のユーザーのプロフィールページで、
ru: На странице профиля другого пользователя:

source: **Send a contact request**: Adds this user to your :ref:`contacts <contacts>` once they have approved the request.
de: **Kontaktanfrage senden**: Fügt diesen Benutzer zu deiner :ref:`Kontaktliste <contacts>` hinzu, sobald er die Anfrage bestätigt hat.
es_cu: **Enviar una solicitud de contacto**: Agregar este usuario a tus :ref:`contactos <contacts>` una vez que hayan aprobado la solicitud.
ja: **連絡先のリクエストを送信**\ ：ユーザーがリクエストを承諾したら、ユーザーはあなたの\ :ref:`連絡先 <contacts>`\ に登録されます。
ru: **Отправить запрос на контакт**: Добавляет этого пользователя в ваши :ref:`контакты <contacts>` после того, как он одобрит запрос.

source: |bell-slash| **Mute**: Blocks notifications and messages from this user. They will not know that they have been muted.
de: |bell-slash| **Stummschalten**: Blockiert Benachrichtigungen und Nachrichten von diesem Benutzer. Er weiß nicht, dass er stummgeschaltet wurde.
es_cu: |bell-slash| **Silenciar**: bloquea notificaciones y mensajes de este usuario. No sabrán que han sido silenciados.
ja: |bell-slash| **ミュート**\ ：このユーザーからの通知とメッセージをブロック。ミュートされていることは相手には伝わりません。
ru: |bell-slash| **Игнорировать**: блокирует уведомления и сообщения от этого пользователя. Они не будут знать, что их заглушили.

source: Calendar
de: Kalender
es_cu: Calendario
ja: カレンダー
ru: Календарь

source: screenshot of the calendar
de: Screenshot vom Kalender
es_cu: captura de pantalla del calendario
ja: カレンダーのスクリーンショット
ru: скриншот календаря

source: To add events, simply click on the desired time/date in the calendar, view (drag for duration). Alternatively use |plus| **New event** in the toolbar.
de: Um Ereignisse hinzuzufügen, klicke einfach auf das gewünschte Datum/Zeit im Kalender (lege die Dauer durch Ziehen fest). Alternativ kannst du |plus| **Neues Ereignis** in der Werkzeugleiste verwenden.
es_cu: Para agregar eventos, simplemente haz click en la hora/fecha deseada en el calendario, ve (arrastre para ver la duración). Alternativamente utiliza |plus| **Nuevo evento** en la barra de herramientas.
ja: 予定を追加するには、カレンダービューの日時をクリックしてください（ドラッグで長さを指定）。ツールバーの |plus| **新しいイベント**\ でも追加できます。
ru: Чтобы добавить события, просто нажмите на нужное время/дату в календаре, просмотрите (перетащите для продолжительности). В качестве альтернативы используйте |plus| **Новое событие** на панели инструментов.

source: It then opens an event creation form where a **Title** is mandatory.
de: Daraufhin wird ein Formular zur Erstellung eines Ereignisses geöffnet, in dem ein **Titel** angegeben werden muss.
es_cu: Luego abre un formulario de creación de eventos donde un **Título** es obligatorio.
ja: 予定の作成フォームが開きます。**タイトル**\ の入力は必須です。
ru: Затем откроется форма создания мероприятия, где **Заголовок** является обязательным.

source: You can optionally specify a **Location** and a **Description**. The **Description** field supports the Markdown syntax to format its content.
de: Du kannst optional einen **Ort** und eine **Beschreibung** angeben. Das Feld **Beschreibung** unterstützt die Markdown-Syntax zur Formatierung seines Inhalts.
es_cu: Opcionalmente, puedes especificar una **Ubicación** y una **Descripción**. El campo **Descripción** admite la sintaxis de Markdown para formatear su contenido.
ja: **場所**\ と\ **説明文**\ も指定できます。\ **説明文**\ の欄ではマークダウンの記法で内容を装飾できます。
ru: При желании Вы можете указать **Местоположение** и **Описание**. Поле **Описание** поддерживает синтаксис Markdown для форматирования его содержимого.

source: You can create recurring events, repeat:
de: Du kannst sich wiederholende Ereignisse erstellen:
es_cu: Puedes crear eventos recurrentes, repetir:
ja: 繰り返しのイベントを作成できます。繰り返しの間隔は以下から選択できます。
ru: Вы можете создавать повторяющиеся события, с повторами:

source: **One time**, default option
de: **Einmalig**, Standard
es_cu: **Una vez**, opción predeterminada
ja: **一度のみ**。既定の選択肢
ru: **Один раз**, вариант по умолчанию

source: **Daily**
de: **Täglich**
es_cu: **A diario**
ja: **毎日**
ru: **Ежедневно**

source: **Weekly**
de: **Wöchentlich**
es_cu: **Semanalmente**
ja: **毎週**
ru: **Еженедельно**

source: **Monthly**
de: **Monatlich**
es_cu: **Mensual**
ja: **毎月**
ru: **Ежемесячно**

source: **Yearly**
de: **Jährlich**
es_cu: **Anual**
ja: **毎年**
ru: **Ежегодно**

source: **Daily on weekdays**
de: **Täglich an Wochentagen**
es_cu: **Diario de lunes a viernes**
ja: **毎日（平日）**
ru: **Ежедневно по будням**

source: **Custom**, see below:
de: **Benutzerdefiniert**, siehe unten:
es_cu: **Personalizado**, ver a continuación:
ja: **ユーザー定義**。以下を参照。
ru: **Пользовательское расписание**, см. ниже:

source: **Repeat every X days**, weeks, months or years
de: **Wiederholen alle X Tage**, Wochen, Monate oder Jahre
es_cu: **Repetir cada X días**, semanas, meses o años
ja: **指定した日数**\ 、週、月、または年数にわたって繰り返す
ru: **Повторять каждые X дней**, недель, месяцев или лет

source: **Stop repeating**:
de: **Wiederholen beenden**:
es_cu: **Dejar de repetir**:
ja: **繰り返しを停止**：
ru: **Прекратить повторять**:

source: Never
de: Nie
es_cu: Nunca
ja: 無期限
ru: Никогда

source: On a specific date
de: An einem bestimmten Datum
es_cu: En una fecha especifica
ja: 指定した日付
ru: В конкретную дату

source: After X times
de: Nach X Ereignissen
es_cu: Después de X veces
ja: 設定回数の経過後
ru: После X повторов

source: To edit events, drag them to the new date/time or alternatively:
de: Um Ereignisse zu bearbeiten, ziehe sie zum neuen Datum/Zeit. Alternativ:
es_cu: Para editar eventos, arrástralos a la nueva fecha/hora o alternativamente:
ja: イベントを編集するには、イベントを新しい日時にドラッグするか、または
ru: Чтобы редактировать события, перетащите их на новую дату/время или альтернативно:

source: ``Click`` on the event to open the detailed view.
de: ``Klicke`` auf das Ereignis, um die Detailansicht zu öffnen.
es_cu: ``Haz click`` en el evento para abrir la vista detallada.
ja: イベントを ``クリック`` して詳細画面を表示。
ru: ``Нажмите`` на событие, чтобы открыть подробное представление.

source: ``Click`` on |pencil| **Edit** to open the edition form.
de: ``Klicke`` auf |pencil| **Bearbeiten**, um das Bearbeitungsformular zu öffnen.
es_cu: ``Haz click`` en |pencil| **Editar** para abrir el formulario de edición.
ja: |pencil| **編集**\ を ``クリック`` して編集用フォームを開く。
ru: ``Нажмите`` на |pencil| **Изменить**, чтобы открыть форму редактирования.

source: Toolbar
de: Werkzeugleiste
es_cu: Barra de herramientas
ja: ツールバー
ru: Инструменты

source: |plus| **New event**
de: |plus| **Neues Ereignis**
es_cu: |plus| **Nuevo evento**
ja: |plus| **新しいイベント**
ru: |plus| **Новое событие**

source: **View** menu (right side): Month, Week, Day
de: Menü **Ansicht** (rechts): Monat, Woche, Tag
es_cu: Menú **Ver** (lado derecho): Mes, Semana, Día
ja: **表示**\ メニュー（右側）：月、週、日
ru: Меню **Вид** (справа): Месяц, Неделя, День

source: |chevron-left| |chevron-right|: move to the previous/next period depending on the view
de: |chevron-left| |chevron-right|: Gehe zu vorigen/nächsten Periode abhängig von der ausgewählten Ansicht
es_cu: |chevron-left| |chevron-right|: pasar al período anterior/siguiente dependiendo de la vista
ja: |chevron-left| |chevron-right|: 表示に応じて以前または次の期間に移動
ru: |chevron-left| |chevron-right|: переход к предыдущему/следующему периоду в зависимости от вида

source: **Today**: click to center the view on today
de: **Heute**: Klicke zum Zentrieren auf den heutigen Tag
es_cu: **Hoy**: haz click para centrar la vista en hoy
ja: **今日**\ ：クリックすると今日を中央に表示
ru: **Сегодня**: нажмите, чтобы отобразить сегодняшний день

source: Share & Access
de: Teilen & Zugriff
es_cu: Compartir y acceder
ja: 共有とアクセス
ru: Поделиться и Доступ

source: CryptPad calendars work in the same way as any other documents for the purposes of :ref:`sharing <share>` and :ref:`regulating access <access>`.
de: Kalender in CryptPad funktionieren beim :ref:`Teilen <share>` und bei der :ref:`Zugriffskontrolle <access>` wie andere Dokumente.
es_cu: Los calendarios de CryptPad funcionan de la misma manera que cualquier otro documento a los efectos de :ref:`compartir <share>` y :ref:`regular el acceso <access>`.
ja: CryptPadのカレンダーは\ :ref:`共有 <share>`\ や\ :ref:`アクセス制限 <access>`\ に関して他のドキュメントと同様の形で機能します。
ru: Календари CryptPad работают так же, как и любые другие документы, в целях :ref:`совместного использования <share>` и :ref:`регулирования доступа <access>`.

source: The |ellipsis-h| menu for each calendar in the sidebar contains the following options:
de: Das Menü |ellipsis-h| enthält für alle Kalender in der Seitenleiste folgende Optionen:
es_cu: El menú |ellipsis-h| para cada calendario en la barra lateral contiene las siguientes opciones:
ja: サイドバーの各カレンダーの |ellipsis-h| メニューには以下の設定項目があります。
ru: Меню |ellipsis-h| для каждого календаря на боковой панели содержит следующие параметры:

source: |pencil| **Edit** to change the calendar name and color
de: |pencil| **Ändern** zum Ändern des Kalendernamens und -farbe
es_cu: |pencil| **Editar** para cambiar el nombre y color del calendario
ja: |pencil| **編集**\ 。カレンダーの名前と色を変更
ru: |pencil| **Изменить**, чтобы изменить название и цвет календаря

source: |share-alt| **Share** and |unlock-alt| **Access** function the same way as any other CryptPad document. see :ref:`share_and_access`.
de: |share-alt| **Teilen** und |unlock-alt| **Zugriff** funktionieren wie bei anderen CryptPad-Dokumenten. Siehe :ref:`share_and_access`.
es_cu: |share-alt| **Compartir** y |unlock-alt| **Acceso** funcionan de la misma manera que cualquier otro documento de CryptPad. ver :ref:`share_and_access`.
ja: |share-alt| **共有**\ と |unlock-alt| **アクセス**\ の機能はCryptPadの他のドキュメントと同じ形で機能します。\ :ref:`share_and_access`\ を参照。
ru: Функции |share-alt| **Поделиться** и |unlock-alt| **Доступ** работают для календарей так же, как и для любого другого документа CryptPad. см. :ref:`share_and_access`.

source: |upload| **Import** and |download| **Export** to the standard ``.ics`` format.
de: |upload| **Importieren** und |download| **Exportieren** von und in das gebräuchliche Format ``.ics``.
es_cu: |upload| **Importar** y |download| **Exportar** al formato estándar ``.ics``.
ja: 標準の ``.ics`` フォーマットで |upload| **インポート**\ と |download| **エクスポート**\ 。
ru: |upload| **Импорт** и |download| **Экспорт** в стандартный формат ``.ics``.

source: |info-circle| **Properties**
de: |info-circle| **Eigenschaften**
es_cu: |info-circle| **Propiedades**
ja: |info-circle| **プロパティー**
ru: |info-circle| **Свойства**

source: |trash-o| **Delete**
de: |trash-o| **Löschen**
es_cu: |trash-o| **Eliminar**
ja: |trash-o| **削除**
ru: |trash-o| **Удалить**

source: When exporting a calendar, the descriptions of events are exported in Markdown.
de: Beim Exportieren eines Kalenders werden die Beschreibungen der Ereignisse in Markdown exportiert.
es_cu: Al exportar un calendario, las descripciones de los eventos se exportan en Markdown.
ja: カレンダーをエクスポートする際、イベントの説明文はマークダウンでエクスポートされます。
ru: При экспорте календаря описания событий экспортируются в Markdown.

source: :ref:`teams` can also have calendars available to all members. Simply share a calendar with a team to add it:
de: :ref:`teams` können ebenfalls einen Kalender haben, der für alle Mitglieder sichtbar ist. Teile einfach einen Kalender mit einem Team, um ihn hinzuzufügen:
es_cu: :ref:`teams` también pueden tener calendarios disponibles para todos los miembros. Simplemente comparte un calendario con un equipo para agregarlo:
ja: :ref:`teams`\ はメンバー全員が利用できるカレンダーを設定することもできます。カレンダーを設定するには、追加するカレンダーを以下の方法でチームと共有してください。
ru: :ref:`teams` также могут иметь календари, доступные для всех участников. Просто поделитесь календарем с командой, чтобы добавить его:

source: |share-alt| **Share** > |address-book| **Contacts** > Select the team
de: |share-alt| **Teilen** > |address-book| **Kontakte** > Wähle das Team aus
es_cu: |share-alt| **Compartir** > |address-book| **Contactos** > Selecciona el equipo
ja: |share-alt| **共有** > |address-book| **連絡先** > チームを選択
ru: | share-alt | **Поделиться** > |address-book| **Контакты** > Выберите команду

source: When viewing a calendar shared via link, add it to your calendars with: |calendar-plus-o| **Import this calendar**
de: Wenn du einen via Link geteilten Kalender ansiehst, kannst du ihn zu deinen Kalendern hinzufügen mit: |calendar-plus-o| **Diesen Kalender importieren**
es_cu: Al ver un calendario compartido mediante un enlace, agréguelo a sus calendarios con: |calendar-plus-o| **Importar este calendario**
ja: リンクで共有されているカレンダーを閲覧している場合は、 |calendar-plus-o| **カレンダーをインポート**\ で、閲覧中のカレンダーを自分のカレンダーに追加できます。
ru: При просмотре календаря, доступного по ссылке, добавьте его в свои календари с помощью: |calendar-plus-o| **Импортировать этот календарь**

source: Contacts
de: Kontakte
es_cu: Contactos
ja: 連絡先
ru: Контакты

source: On CryptPad, using contacts makes collaboration more secure and simple.
de: Mit Kontakten auf CryptPad ist die Zusammenarbeit sicherer und einfacher.
es_cu: En CryptPad, el uso de contactos hace que la colaboración sea más segura y sencilla.
ja: CryptPadでは、連絡先機能を使うと共同作業がより安全でシンプルになります。
ru: В CryptPad использование контактов делает совместную работу более безопасной и простой.

source: Add a contact
de: Einen Kontakt hinzufügen
es_cu: Añade un contacto
ja: 連絡先を追加
ru: Добавить контакт

source: By sharing your profile:
de: Durch Teilen deines Profils:
es_cu: Al compartir tu perfil:
ja: プロフィールを共有するには、
ru: Поделившись своим профилем:

source: Copy the link: User menu (avatar at the top-right) > |user-circle| **Profile** > |share-alt| **Share**.
de: Kopiere den Link: Benutzermenü (Avatar oben rechts) > |user-circle| **Profil** > |share-alt| **Teilen**.
es_cu: Copia el enlace: Menú de usuario (avatar en la parte superior derecha) > |user-circle| **Perfil** > |share-alt| **Compartir**.
ja: リンクをコピー：ユーザーメニュー（右上のアバター）> |user-circle| **プロフィール** > |share-alt| **共有**\ 。
ru: Скопируйте ссылку: Меню пользователя (аватарка в правом верхнем углу) > |user-circle| **Профиль** > |share-alt| **Поделиться**.

source: Paste and send through the means of your choice (preferably a secure mode of cummunication).
de: Sende den Link an den Benutzer auf eine Art deiner Wahl (am besten über einen sicheren Kommukationskanal).
es_cu: Pega y envía por el medio de tu elección (preferiblemente un modo de comunicación seguro).
ja: リンクを貼り付けて、任意の方法（安全な通信経路が望ましい）で送信。
ru: Вставьте и отправьте с помощью средств по вашему выбору (предпочтительно безопасный режим обмена данными).

source: Your contact must then click **Send a contact request**.
de: Dein Kontakt muss dann auf **Kontaktanfrage senden** klicken.
es_cu: Luego, su contacto debe hacer click en **Enviar una solicitud de contacto**.
ja: その後、送信先の相手は\ **連絡先のリクエストを送信**\ をクリックする必要があります。
ru: Затем ваш контакт должен нажать **Отправить запрос на контакт**.

source: You get a notification with the request, ``Click`` **Accept**.
de: Du erhältst eine Benachrichtigung mit der Anfrage, ``klicke`` auf **Akzeptieren**.
es_cu: Recibirás una notificación con la solicitud, ``Haz click`` **Aceptar**.
ja: リクエストの通知が届くので、\ **承認**\ を ``クリック`` 。
ru: Вы получите уведомление с запросом, ``Нажмите`` **Принять**.

source: On the profile page of another CryptPad user:
de: Auf der Profilseite eines anderen CryptPad-Benutzers:
es_cu: En la página de perfil de otro usuario de CryptPad:
ja: 他のCryptPadのユーザーのプロフィールページで、
ru: На странице профиля другого пользователя CryptPad:

source: ``Click`` **Send a contact request**.
de: ``Klicke`` auf **Kontaktanfrage senden**.
es_cu: ``Haz click`` **Enviar una solicitud de contacto**.
ja: **連絡先のリクエストを送信**\ を ``クリック`` 。
ru: ``Нажмите`` **Отправить запрос на контакт**.

source: Manage contacts
de: Kontakte verwalten
es_cu: Gestionar contactos
ja: 連絡先を管理
ru: Управление контактами

source: To access the Contacts page:
de: Um auf die Kontakte-Seite zuzugreifen:
es_cu: Para acceder a la página de Contactos:
ja: 連絡先のページにアクセスするには、
ru: Для доступа к странице Контакты:

source: User menu (avatar at the top-right) > |address-book| **Contacts**.
de: Benutzermenü (Avatar oben rechts) > |address-book| **Kontakte**.
es_cu: Menú de usuario (avatar en la parte superior derecha) > |address-book| **Contactos**.
ja: ユーザーメニュー（右上のアバター） > |address-book| **連絡先**\ 。
ru: Меню пользователя (аватар в правом верхнем углу) > |address-book| **Контакты**.

source: All contacts are listed at the left of the window. For each contact:
de: Alle Kontakte werden auf der linken Seite des Fensters aufgelistet. Für jeden Kontakt:
es_cu: Todos los contactos se enumeran a la izquierda de la ventana. Para cada contacto:
ja: 全ての連絡先はウィンドウの左側に一覧で表示されます。それぞれの連絡先に関しては、
ru: Все контакты перечислены в левой части окна. Для каждого контакта:

source: |bell-slash|: Mute messages and notifications.
de: |bell-slash|: Nachrichten und Benachrichtigungen stummschalten.
es_cu: |bell-slash|: Silenciar mensajes y notificaciones.
ja: |bell-slash|: メッセージと通知をミュート。
ru: |bell-slash|: отключить звук сообщений и уведомлений.

source: |user-times|: Remove.
de: |user-times|: Entfernen.
es_cu: |user-times|: Eliminar.
ja: |user-times|: 削除。
ru: |user-times|: Удалить.

source: |circle|: Indicates that this contact is online.
de: |circle|: Zeigt an, dass der Kontakt online ist.
es_cu: |circle|: Indica que este contacto está en línea.
ja: |circle|: 連絡先がオンラインであることを示す。
ru: |circle|: указывает, что этот контакт находится в сети.

source: Chat with contacts
de: Mit Kontakten chatten
es_cu: Chatear con contactos
ja: 連絡先とチャット
ru: Чат с контактами

source: On the Contacts page, click on a contact in the list to open the chat with them in the main window.
de: Auf der Kontakte-Seite klicke auf einen Kontakt, um einen Chat mit diesem Benutzer im Hauptfenster zu öffnen.
es_cu: En la página de Contactos, haz clic en un contacto de la lista para abrir el chat con ellos en la ventana principal.
ja: 連絡先ページで、リストにある連絡先をクリックすると、メインのウインドウで連絡先とのチャット画面が開きます。
ru: На странице «Контакты» нажмите на контакт в списке, чтобы открыть с ним чат в главном окне.

source: Write messages in the field at the bottom and send them with |paper-plane| or :kbd:`Enter`.
de: Schreibe Nachrichten im Feld unten und sende sie mit |paper-plane| oder :kbd:`Enter` ab.
es_cu: Escribe mensajes en el campo de abajo y envíalos con |paper-plane| o :kbd:`Enter`.
ja: 一番下にある入力欄にメッセージを記入して、 |paper-plane| または :kbd:`Enter` で送信できます。
ru: Пишите сообщения в поле внизу и отправляйте их с помощью |paper-plane| или :kbd:`Enter`.

source: Load more chat history with |history| or delete the history with |eraser|.
de: Lade weiteren Chat-Verlauf mit |history| oder lösche den Verlauf mit |eraser|.
es_cu: Carga más historial de chat con |history| o elimina el historial con |eraser|.
ja: |history| でチャットの履歴を更に読み込んだり |eraser| で履歴を消去したりできます。
ru: Загрузите больше истории чата с помощью |history| или удалите историю с помощью |eraser|.
