Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/collaboration.po
Languages: de, es_cu, ja, ru

source: Currently, the only way to get a notification when receiving a new message, is having the Contacts application open and web browser notifications enabled. We are working on the possibility to receive a CryptPad notification in case of a new message.
ru: В настоящее время единственный способ получить уведомление о том, что пришло новое сообщение — это держать открытым приложение «Контакты» и включить уведомления веб-браузера. Мы работаем над возможностью получать уведомления CryptPad когда приходят новые сообщения.

source: Teams
es_cu: Equipos
ja: チーム
ru: Команды

source: CryptPad teams are shared spaces between a group of users. A team has its own CryptDrive, chat, and a list of members with roles and permissions.
de: Teams auf CryptPad sind geteilte Arbeitsbereiche für Benutzergruppen. Ein Team hat ein eigenes CryptDrive, einen Chat, eine Mitgliederliste mit Rollen und Zugriffsrechten.
es_cu: Los equipos de CryptPad son espacios compartidos entre un grupo de usuarios. Un equipo tiene su propio CryptDrive, chat y una lista de miembros con roles y permisos.
ja: CryptPadのチームはユーザーのグループで共有されるスペースです。チームには専用のCryptDrive、チャット、役割と権限が与えられたメンバーの一覧があります。
ru: Команды CryptPad — это общие пространства для группы пользователей. У команды есть свой CryptDrive, чат и список участников с ролями и разрешениями.

source: The number of teams a CryptPad user can join used to be limited to 5 for performance reasons.
ru: Количество команд, к которым может присоединиться пользователь CryptPad, ранее было ограничено 5-ю по причинам производительности.

source: To create a team:
de: Um ein Team zu erstellen:
es_cu: Para crear un equipo:
ja: チームを作成するには、
ru: Чтобы создать команду:

source: User menu (avatar at the top-right) > |users| **Teams**.
de: Benutzermenü (Avatar oben rechts) > |users| **Teams**.
es_cu: Menú de usuario (avatar en la parte superior derecha) > |users| **Equipos**.
ja: ユーザーメニュー（右上のアバター） > |users| **チーム**\ 。
ru: Меню пользователя (аватар вверху справа) > |users| **Команды**.

source: |plus-circle| **New**.
de: |plus-circle| **Neu**.
es_cu: |plus-circle| **Nuevo**.
ja: |plus-circle| **新規**\ 。
ru: |plus-circle| **Создать**.

source: To open an existing team:
de: Um ein bestehendes Team aufzurufen:
es_cu: Para abrir un equipo existente:
ja: 既存のチームを開くには、
ru: Чтобы открыть существующую команду:

source: |list| **Teams** > **Open** button on the desired team.
de: |list| **Teams** > Schaltfläche **Öffnen** beim gewünschten Team.
es_cu: |list| **Equipos** > botón **Abrir** en el equipo deseado.
ja: |list| **チーム** > 開きたいチームにある\ **開く**\ ボタン。
ru: |list| **Команды** > кнопка **Открыть** на нужной команде.

source: Team Drive
de: Drive von Teams
es_cu: Unidad del equipo
ja: チームドライブ
ru: Диск команды

source: The team storage space is similar to the :ref:`CryptDrive <drive>` but shared between members of the team.
de: Der Speicherplatz von Teams ist ähnlich zum :ref:`CryptDrive <drive>`, wird aber mit anderen Mitgliedern des Teams geteilt.
es_cu: El espacio de almacenamiento del equipo es similar al :ref:`CryptDrive <drive>` pero compartido entre los miembros del equipo.
ja: チームのストレージは\ :ref:`CryptDrive <drive>`\ と似ていますが、チームのメンバー間で共有されます。
ru: Хранилище документов команды похоже на :ref:`диск CryptDrive <drive>` обычного пользователя, но совместно используется членами команды.

source: Team members
de: Team-Mitglieder
es_cu: Miembros del equipo
ja: チームのメンバー
ru: Члены команды

source: To manage the members of a team, go to the |users| **Members** tab.
de: Um die Mitglieder des Teams zu verwalten, gehe zur Unterseite |users| **Mitglieder**.
es_cu: Para gestionar los miembros de un equipo, ve a |users| pestaña de**Miembros**.
ja: チームのメンバーを管理する場合は、 |users| **メンバー**\ のタブを開いてください。
ru: Чтобы управлять членами команды, перейдите на вкладку |users| **Участники**.

source: Invite members
de: Mitglieder einladen
es_cu: Invitar a los miembros
ja: メンバーを招待
ru: Пригласить участников

source: To invite members to a team:
de: Um Mitglieder zum Team einzuladen:
es_cu: Para invitar a los miembros a un equipo:
ja: チームにメンバーを招待するには、
ru: Пригласить участников в команду:

source: |users| **Members** tab > **Invite members**.
de: Unterseite |users| **Mitglieder** > **Mitglieder einladen**.
es_cu: |users| Pestaña de **Miembros** > **Invitar miembros**.
ja: |users| **メンバー**\ のタブ > **メンバーを招待**\ 。
ru: Вкладка |users| **Участники** > **Пригласить участников**.

source: |address-book| **Contacts** tab: Select CryptPad contacts to invite them to the team. Invitees receive an invite notification and can confirm they want to join the team.
de: |address-book| **Kontakte**: Wähle CryptPad-Kontakte aus, um sie in das Team einzuladen. Die Eingeladenen erhalten eine Benachrichtigung über die Einladung und können bestätigen, dass sie dem Team beitreten möchten.
es_cu: |address-book| Pestaña **Contactos**: selecciona los contactos de CryptPad para invitarlos al equipo. Los invitados reciben una notificación de invitación y pueden confirmar que quieren unirse al equipo.
ja: |address-book| **連絡先**\ のタブ：チームに招待するCryptPadの連絡先を選択。招待されたユーザーは招待の通知を受信し、チームへの招待を承諾できます。
ru: Вкладка |address-book| **Контакты**: выберите контакты CryptPad, чтобы пригласить их в команду. Приглашенные получают уведомление о приглашении и могут подтвердить, что хотят присоединиться к команде.

source: |link| **Link** tab: Copy a link to send through the means of your choice (preferably a secure mode of communication). This link is single-use only. It becomes invalid after someone first uses it to join the team.
de: |link| **Link**: Kopiere einen Link, um ihn auf einem selbst gewählten Weg zu versenden (am besten über einen sicheren Kommunikationskanal). Dieser Link kann nur einmal verwendet werden. Er wird ungültig, sobald jemand ihn zum ersten Mal benutzt, um dem Team beizutreten.
ru: Вкладка |link| **Ссылка**: Скопируйте ссылку для отправки любым удобным для Вас способом (желательно безопасным способом связи). Эта ссылка является одноразовой. Она становится недействительной после того, как кто-то впервые использует её для присоединения к команде.

source: **Temporary name**: Used to identify the invite link in the list of pending invitations.
de: **Vorläufiger Name**: Wird in der Liste ausstehender Einladungen zur Identifikation des Einladungslinks verwendet.
es_cu: **Nombre temporal**: Se utiliza para identificar el enlace de invitación en la lista de invitaciones pendientes.
ja: **一時的な名前**\ ：保留中の招待の一覧で招待リンクを特定するのに使用。
ru: **Временное имя**: используется для идентификации ссылки приглашения в списке ожидающих приглашений.

source: **Password**: Protect the link against potiential interception. (optional)
de: **Passwort**: Schützt den Link davor, abgefangen zu werden. (optional)
es_cu: **Contraseña**: Protege el enlace contra posibles interceptaciones. (opcional)
ja: **パスワード**\ ：リンクを傍受から保護します（設定は任意）。
ru: **Пароль**: Защитите ссылку от возможного перехвата. (по желанию)

source: **Personal message**: Message that the recipient will see before they decide to accept the invitation to join the team.
de: **Persönliche Nachricht**: Die Nachricht wird dem Empfänger angezeigt, bevor er über den Beitritt zum Team entscheidet.
es_cu: **Mensaje personal**: Mensaje que el destinatario verá antes de decidir aceptar la invitación para unirse al equipo.
ja: **個人メッセージ**\ ：チームへの参加の受諾または辞退を決定する前に受取人に表示されるメッセージ。
ru: **Личное сообщение**: Cообщение, которое получатель увидит перед тем, как принять приглашение присоединиться к команде.

source: Roles and permissions
de: Rollen und Zugriffsrechte
es_cu: Roles y permisos
ja: 役割と権限
ru: Роли и разрешения

source: Role
de: Rolle
es_cu: Rol
ja: 役割
ru: Роль

source: View
de: Ansehen
es_cu: Vista
ja: 表示
ru: Просмотр

source: Edit
de: Bearbeiten
es_cu: Editar
ja: 編集
ru: Редактирование

source: Manage members
de: Mitglieder verwalten
es_cu: Gestionar miembros
ja: メンバーを管理
ru: Управление участниками

source: Manage team
de: Team verwalten
es_cu: Gestionar equipo
ja: チームを管理
ru: Управление командой

source: Viewers
de: Betrachter
es_cu: Espectadores
ja: 閲覧者
ru: Читатели

source: Members
de: Mitglieder
es_cu: Miembros
ja: メンバー
ru: Участники

source: Admins
es_cu: Administradores
ja: 管理者
ru: Администраторы

source: Owners
de: Eigentümer
es_cu: Propietarios
ja: 所有者
ru: Владельцы

source: Permissions:
de: Zugriffsrechte:
es_cu: Permisos:
ja: 権限：
ru: Разрешения:

source: View: access folders and documents (read-only).
de: Ansehen: auf Ordner und Dokumente zugreifen (nur lesen).
es_cu: Ver: accede a carpetas y documentos (solo lectura).
ja: 表示：フォルダーとドキュメントへのアクセス（閲覧のみ）。
ru: Просмотр: доступ к папкам и документам (только для чтения).

source: Edit: create, modify, and delete folders and documents.
de: Bearbeiten: Ordner und Dokumente erstellen, ändern und löschen.
es_cu: Editar: crear, modificar y eliminar carpetas y documentos.
ja: 編集：フォルダーとドキュメントの作成、編集、削除。
ru: Редактирование: создание, изменение и удаление папок и документов.

source: Manage Members: invite and revoke members, change member roles up to Admin.
de: Mitglieder verwalten: Mitglieder einladen und entfernen, Rollen bis hin zum Admin ändern.
es_cu: Gestionar miembros: invitar y revocar miembros, cambiar los roles de los miembros hasta Administrador.
ja: メンバーの管理：メンバーの招待や取り消し、メンバーの権限を管理者まで設定。
ru: Управление участниками: приглашать и отзывать участников, изменять роли участников вплоть до Администраторов команды.

source: Manage Team: change team name and avatar, add or remove Owners, change team subscription, delete team.
de: Team verwalten: Name und Avatar ändern, Eigentümer hinzufügen oder entfernen, Abonnement des Teams ändern, Team löschen.
es_cu: Gestionar equipo: cambia el nombre y el avatar del equipo, agrega o elimina propietarios, cambia la suscripción del equipo, elimina el equipo.
ja: チームの管理：チーム名やアバターの変更、所有者の追加と削除、チームの定額利用プランの変更、チームの削除。
ru: Управление командой: Изменить название команды и аватар, добавить или удалить владельцев, изменить подписку команды, удалить команду.

source: Administration
es_cu: Administración
ja: 管理
ru: Администрирование

source: Each member’s role can be changed in the team roster. Team admins and owners can manage members of equal or lower role. For each member:
de: Die Rolle der Benutzer kann in der Mitgliederliste geändert werden. Team-Admins und -Eigentümer können die Benutzer bis hoch zu ihrer eigenen Rolle ändern. Für jeden Benutzer:
es_cu: El rol de cada miembro se puede cambiar en la lista del equipo. Los administradores y propietarios del equipo pueden gestionar miembros con roles iguales o inferiores. Para cada miembro:
ja: 各メンバーの役割はチーム内で変更できます。チームの管理者と所有者は、同一または下位の役割のメンバーを管理できます。各メンバーには以下の方法で管理できます。
ru: Роль каждого участника может быть изменена в списке команды. Администраторы и владельцы команд могут управлять участниками с равной или более низкой ролью. Для каждого участника:

source: |angle-double-up| : Promote to higher role.
de: |angle-double-up| : Einer höheren Rolle zuweisen.
es_cu: |angle-double-up|: Promover a un rol superior.
ja: |angle-double-up|\ ：上位の役割に昇格。
ru: |angle-double-up| : Повышение до более высокой роли.

source: |angle-double-down|: Demote to lower role.
de: |angle-double-down|: Einer niedrigeren Rolle zuweisen.
es_cu: |angle-double-down|: Degradar a un rol inferior.
ja: |angle-double-down|\ ：下位の役割に降格。
ru: |angle-double-down|: понижение до более низкой роли.

source: |times|: Kick from the team.
de: |times|: Vom Team entfernen.
es_cu: |times|: Expulsión del equipo.
ja: |times|：チームからキック。
ru: |times|: Исключить из команды.

source: Chat
ja: チャット
ru: Чат

source: The team chat is similar to the chat with :ref:`contacts <contacts>` except shared between all members of the team.
de: Der Team-Chat ist ähnlich zum Chat mit :ref:`Kontakten <contacts>`, wird aber mit anderen Mitgliedern des Teams geteilt.
es_cu: El chat del equipo es similar al chat con :ref:`contacts <contacts>` excepto que se comparte entre todos los miembros del equipo.
ja: チームのチャットは\ :ref:`連絡先 <contacts>`\ とのチャットと共通していますが、チームのメンバー全員と共有される点で異なります。
ru: Командный чат похож на обычный чат с :ref:`контактами <contacts>`, но в командном чате участвуют все члены команды.

source: Administration tab
de: Unterseite "Administration"
es_cu: Pestaña de administración
ja: 管理タブ
ru: Вкладка Администрирование

source: :badge_owner:`Team owners`
de: :badge_owner:`Team-Eigentümer`
es_cu: :badge_owner:`Propietarios del equipo`
ja: :badge_owner:`チームの所有者`
ru: :badge_owner:`Владельцы команды`

source: **Public signing key**: Used to identify the team on instances that offer subscriptions.
de: **Öffentlicher Schlüssel zum Unterschreiben**: Wird auf Instanzen, die Abonnements anbieten, zur Identifikation des Teams verwendet.
es_cu: **Clave de firma pública**: Se utiliza para identificar el equipo en instancias que ofrecen suscripciones.
ja: **公開署名鍵**\ ：定期利用を提供しているインスタンスのチームの特定に使用。
ru: **Открытый ключ подписи**: Используется для идентификации команды на экземплярах, предлагающих подписки.

source: **Team name**: Change the name of the team.
de: **Teamname**: Den Namen des Teams ändern.
es_cu: **Nombre del equipo**: cambia el nombre del equipo.
ja: **チーム名**\ ：チームの名前を変更。
ru: **Название команды**: изменить название команды.

source: **Team avatar**: Import/modify an avatar for the team.
de: **Teamavatar**: Den Avatar des Teams importieren/ändern.
es_cu: **Avatar del equipo**: Importa/modifica un avatar para el equipo.
ja: **チームのアバター**\ ：チームのアバターをインポートまたは変更。
ru: **Аватар команды**: Импорт/изменение аватара для команды.

source: **Download team drive**: Save the content of all documents in the CryptDrive. When possible, this is done in a format that is readable by other software. Some applications produce files that are only readable by CryptPad.
de: **Drive des Teams herunterladen**: Speichert den Inhalt aller Dokumente im CryptDrive. Wenn möglich, geschieht dies in einem für andere Software lesbaren Format. Einige Anwendungen speichern die Dokumente in einem Format, das nur für CryptPad lesbar ist.
es_cu: **Descargar unidad de equipo**: guarda el contenido de todos los documentos en CryptDrive. Cuando sea posible, esto se hace en un formato que sea legible por otro software. Algunas aplicaciones producen archivos que sólo CryptPad puede leer.
ja: **チームドライブをダウンロード**\ ：CryptDriveの全てのドキュメントの内容を保存。可能であれば、他のソフトウェアでも読み取れるフォーマットで保存します。アプリケーションの中には、CryptPadでしか読み取れないデータを出力するものもあります。
ru: **Загрузить диск команды**: сохраните содержимое всех документов в CryptDrive. Когда это возможно, это делается в формате, доступном для чтения другим программным обеспечением. Некоторые приложения создают файлы, которые доступны для чтения только с помощью CryptPad.

source: **Team deletion**: Permanently delete the team and all of its documents.
de: **Löschung des Teams**: Das Team und die dazugehörigen Dokumente endgültig löschen.
es_cu: **Eliminación del equipo**: elimina permanentemente el equipo y todos sus documentos.
ja: **チームの削除**\ ：チームとその全ドキュメントを完全に削除。
ru: **Удаление команды**: безвозвратное удаление команды и всех её документов.
