Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/drive.po
Languages: fr, ru

source: CryptDrive is used to store and manage documents. For logged in users it is the default landing page on CryptPad. It is also accessible from the other pages:
fr: CryptDrive est utilisé pour stocker et organiser les documents. Pour les utilisateur·ices connecté·es, c'est la page par défaut de CryptPad. Il est aussi accessible depuis les autres pages :
ru: CryptDrive используется для хранения и управления документами. Для зарегистрированных пользователей на CryptPad это домашняя страница по умолчанию. Он также доступен с других страниц:

source: ``Click`` on the logo at the top-left.
fr: ``Clic`` sur le logo (en haut à gauche).
ru: ``Нажмите`` на логотип в левом верхнем углу.

source: User menu (avatar at the top-right) > |hdd-o| **CryptDrive**.
fr: Avatar (en haut à droite) > |hdd-o| **CryptDrive**.
ru: Меню пользователя (аватар вверху справа) > |hdd-o| **CryptDrive**.

source: Display
fr: Affichage
ru: Отображение

source: Documents in the drive can be displayed as a |list| list or a |th-large| grid. To switch between the two, use the button at the right of the drive toolbar (under the avatar).
fr: Les documents dans le drive sont affichés sous forme de |list| liste ou de |th-large| grille. Pour passer de l'un à l'autre, utiliser le bouton à droite dans la barre d'outils du drive (sous l'avatar).
ru: Документы в диске могут отображаться в виде |list| списка или |th-large| сетки. Для переключения между ними используйте кнопку справа от панели инструментов диска (под аватаром).

source: In grid mode, CryptPad can display thumbnails of documents. These can be turned on in the :ref:`user settings <user_settings_cryptdrive>`.
fr: En mode grille CryptPad peut afficher des miniatures des documents, si elles sont activées dans les :ref:`préférences utilisateur·ice <user_settings_cryptdrive>`.
ru: В режиме сетки CryptPad может отображать эскизы документов. Их можно включить в :ref:`настройках пользователя <user_settings_cryptdrive>`.

source: CryptDrive in grid view.
fr: CryptDrive en mode grille.
ru: CryptDrive в виде сетки.

source: CryptDrive in list view.
fr: CryptDrive en mode liste.
ru: CryptDrive в виде списка.

source: Managing documents
fr: Gestion des documents
ru: Управление документами

source: Folders
fr: Dossiers
ru: Папки

source: :badge_user:`Logged in users`
fr: :badge_user:`Utilisateur·ices enregistré·es`
ru: :badge_user:`Зарегистрированные пользователи`

source: There are multiple ways to create folders in the drive:
fr: Il y a plusieurs manières de créer un dossier dans le drive :
ru: Есть несколько способов создания папок на диске:

source: |plus| **New** in the toolbar > |folder| **Folder**.
fr: |plus| **Nouveau** dans la barre d'outils du CryptDrive > |folder| **Dossier**.
ru: |plus| **Новый** на панели инструментов > |folder| **Папка**.

source: ``Right click`` > |folder| **New folder**.
fr: ``Clic droit`` > |folder| **Nouveau dossier**.
ru: ``Щелкните правой кнопкой мыши``> |folder| **Новая папка**.

source: :kbd:`Ctrl + e` > |folder| **Folder**.
fr: :kbd:`Ctrl + e` > |folder| **Dossier**.
ru: :kbd:`Ctrl + e` > |folder| **Папка**.

source: Once a folder is created, documents can be added to it by dragging them from the drive. You can also drag and drop files from one folder to another. Use the convenient left sidebar tree to drop the file in the desired destination.
fr: Une fois qu'un dossier est créé, des documents peuvent y être ajouté en les faisant glisser dans le drive. Vous pouvez aussi glisser/déposer des fichiers d'un dossier à un autre. Utilisez la barre latérale à gauche pour déposer le fichier dans le dossier désiré.
ru: После создания папки в нее можно добавлять документы, перетаскивая их с диска. Вы также можете перетаскивать файлы из одной папки в другую. Используйте удобное дерево боковой панели слева, чтобы перетащить файл в нужное место.

source: To change the color of a folder:
fr: Pour changer la couleur d'un dossier :
ru: Чтобы изменить цвет папки:

source: ``Right click`` on the folder > |cptools palette| **Change color**.
fr: ``Clic droit`` sur le dossier > |cptools palette| **Changer la couleur**.
ru: ``Щелкните правой кнопкой мыши`` по папке > |cptools palette| **Сменить цвет**.

source: To share a folder and all of its contents:
fr: Pour partager un dossier et tout son contenu :
ru: Чтобы поделиться папкой и всем ее содержимым:

source: ``Right click`` on the folder > |share-alt| **Share**. The folder will then be converted into a :ref:`shared folder <shared_folders>`.
fr: ``Clic droit`` sur le dossier > |share-alt| **Partager**. Le dossier sera alors converti en :ref:`dossier partagé <shared_folders>`.
ru: ``Щелкните правой кнопкой мыши`` по папке > |share-alt| **Поделиться**. Тогда папка будет преобразована в :ref:`общую папку <shared_folders>`.

source: Renaming
fr: Renommer
ru: Переименование

source: There are two ways to rename documents on CryptPad. One changes the document title for all users, the other changes it only in your drive.
fr: Il y a deux manières de renommer un document dans CryptPad. L'une change le titre pour tou·tes les utilisateur·ices, l'autre uniquement pour vous.
ru: Есть два способа переименовать документы на CryptPad. Один изменяет название документа для всех пользователей, другой изменяет его только на вашем диске.

source: To change the title of a documents for all users that have it in their drive:
fr: Pour changer le titre d'un document pour tou·tes les utilisateur·ices qui ont ce document dans leur drive :
ru: Чтобы изменить название документа для всех пользователей, у которых он есть на диске:

source: ``Click`` on the title or the |pencil| button in the toolbar of the document.
fr: ``Clic`` sur le titre ou sur le bouton |pencil| dans la barre d'outils du document.
ru: ``Нажмите`` на заголовок или на кнопку |pencil| на панели инструментов документа.

source: Type the new title.
fr: Entrer le nouveau titre.
ru: Введите новый заголовок.

source: Save with the |check| button or :kbd:`Enter` key.
fr: Valider avec le bouton |check| ou la touche :kbd:`Entrée`.
ru: Сохраните изменение с помощью кнопки |check| или клавишей :kbd:`Enter`.

source: To change the title of a document only in your drive:
fr: Pour renommer un document uniquement dans votre drive :
ru: Чтобы изменить название документа только на вашем диске:

source: ``Right click`` on the document in your drive > |pencil| **Rename**.
fr: ``Clic droit`` sur le document dans votre drive > |pencil| **Renommer**.
ru: ``Щелкните правой кнопкой мыши`` по документу на диске > |pencil| **Переименовать**.

source: Type the new name.
fr: Entrer le nouveau titre.
ru: Введите новое имя.

source: Save with the :kbd:`Enter` key.
fr: Valider avec la touche :kbd:`Entrée`.
ru: Сохраните с помощью клавиши :kbd:`Enter`.

source: The |flag| icon indicates that the title of a document is different in your drive than for other users.
fr: L’icône |flag| indique les documents qui ont été renommés dans votre drive uniquement.
ru: Значок |flag| указывает на то, что название документа на вашем диске отличается от названия документа для других пользователей.

source: Deleting
fr: Supprimer
ru: Удаление

source: There are two ways of deleting a document on CryptPad:
fr: Il y a deux manières de supprimer un document sur CryptPad :
ru: Есть два способа удалить документ на CryptPad:

source: |trash| **Removing** a document means it stops appearing in the drive but remains in the database. The document remains in the drive of other users who have stored it. The document can be recovered in the drive using the :ref:`history <drive_history>`.
fr: |trash| **Supprimer** un document le fait disparaître du drive mais pas de la base de données. Le document reste dans le drive d'autres utilisateur·ices qui l'ont stocké et peut être restauré par l':ref:`historique <drive_history>`.
ru: |trash| **Удаление** документа означает, что он перестает отображаться на диске, но остается в базе данных. Документ остается на диске других пользователей, которые его сохранили. Документ можно восстановить на диске, используя :ref:`историю <drive_history>` .

source: |cptools destroy| **Destroying** a document deletes it from the database permanently. The document is deleted from all drives that store it, and it cannot be recovered using the drive history. :badge_owner:`Document owners`
fr: |cptools destroy| **Détruire** un document le supprime de la base de données de manière permanente. Le document est supprimé de tous les drives où il est stocké, et il ne peut pas être restauré par l'historique. :badge_owner:`Propriétaires du document`
ru: |cptools destroy| **Уничтожение** документа навсегда удаляет его из базы данных. Документ удаляется со всех дисков, на которых он хранится, и его невозможно восстановить с помощью истории дисков. :badge_owner:`Владельцы документа`

source: If a document is not stored in any drive, it is **destroyed** from the database after 90 days (the length of this delay can be set by the service administrators).
fr: Si un document n'est stocké dans aucun drive, il est **détruit** de la base de données après 90 jours d'inactivité (ce délai peut être réglé par les administrateur·ices du service).
ru: Если документ не хранится ни на одном диске, он **стирается** из базы данных через 90 дней (длительность этой задержки может быть установлена администраторами сервиса).

source: To **remove** a document from CryptDrive.
fr: Pour **supprimer** un document dans CryptDrive.
ru: Чтобы **удалить** документ из CryptDrive.

source: Drag the document from the drive into the |trash| **Trash**.
fr: Faire glisser le document depuis le drive jusque dans la |trash| **Corbeille**.
ru: Перетащите документ с диска в |trash| **Корзину**.

source: ``Right click`` > |trash| **Move to trash**
fr: ``Clic droit`` > |trash| **Déplacer vers la corbeille**
ru: ``Щелкните правой кнопкой мыши`` > |trash| **Переместить в корзину**

source: Select the document and press the :kbd:`Del` key.
fr: Sélectionner le document puis appuyer sur la touche :kbd:`Suppr`.
ru: Выберите документ и нажмите клавишу :kbd:`Del`.

source: To **remove** the document from CryptDrive without storing it in the trash first:
fr: Pour **supprimer** directement un document depuis CryptDrive sans passer par la corbeille :
ru: Чтобы **удалить** документ из CryptDrive без предварительного помещения его в корзину:

source: Select the document and press the :kbd:`Shift + Del` keys.
fr: Sélectionner le document puis appuyer sur les touches :kbd:`Maj + Suppr`.
ru: Выберите документ и нажмите клавиши :kbd:`Shift + Del`.

source: To empty the trash:
fr: Pour vider la corbeille :
ru: Чтобы очистить корзину:

source: ``Right click`` on the |trash| **Trash** tab to the left of the drive > |trash-o| **Empty the trash**.
fr: ``Clic droit`` sur l'onglet |trash| **Corbeille** à gauche du drive > |trash-o| **Vider la Corbeille**.
ru: ``Щелкните правой кнопкой мыши`` по вкладке |trash| **Корзина** слева от диска > |trash-o| **Очистить корзину**.

source: ``Click`` on the |trash| **Trash** tab to access the trash > |trash-o| **Empty the trash**.
fr: ``Clic`` sur l'onglet |trash| **Corbeille** pour accéder à la corbeille > |trash-o| **Vider la Corbeille**.
ru: ``Нажмите`` на вкладку |trash| **Корзина** `` для доступа к корзине > |trash-o| **Очистить корзину**.

source: If you are an :ref:`owner <owners>` of some documents in the trash when you empty it, you are prompted to decide if you want to **remove** or **destroy** them.
fr: Si vous êtes :ref:`propriétaire <owners>` de documents dans la corbeille lorsque vous la videz, il vous est demandé si vous souhaitez les **supprimer** ou les **détruire**.
ru: Если Вы являетесь :ref:`владельцем <owners>` некоторых документов в корзине, то когда Вы очищаете ее, Вам будет предложено решить, хотите ли Вы **удалить** или **уничтожить** их.

source: To **destroy** a document without storing it in the trash first:
fr: Pour **détruire** un document sans le stocker dans la corbeille :
ru: Чтобы **уничтожить** документ без предварительного помещения его в корзину:

source: ``Right click`` on the document in the drive > |cptools destroy| **Destroy**. :badge_owner:`Document owners`
fr: ``Clic droit`` sur le document dans le drive > |cptools destroy| **Détruire**. :badge_owner:`Propriétaires du document`
ru: ``Щелкните правой кнопкой мыши`` по документу на диске > |cptools destroy| **Уничтожить**. :badge_owner:`Владельцы документа`

source: Once destroyed, documents may still appear in other user's drives. Once a document has been added to someone's drive, the encrypted nature of CryptPad makes it impossible to take it back. Therefore a destroyed document may still appeared in a user's drive if they had previously stored it. However, they will not be able to open the document.
fr: Une fois détruits, les documents peuvent encore apparaître dans le drive d'autres utilisateur·ices. Une fois qu'un document a été ajouté au drive d'un·e utilisateur·ice, la nature chiffrée de CryptPad ne permet pas de le retirer. Par conséquent, un document détruit peut encore apparaître dans le drive d'un·e utilisateur·ice s'iel l'avait précédemment stocké. Le document ne pourra cependant pas être ouvert.
ru: После уничтожения документы могут по-прежнему появляться на дисках других пользователей. Как только документ был добавлен на чей-то диск, зашифрованная природа CryptPad делает невозможным его возврат. Поэтому уничтоженный документ все еще может появиться на диске пользователя, если он ранее его сохранил. Однако они не смогут открыть документ.

source: History
fr: Historique
ru: История

source: The drive history is saved and can be restored if needed. From the drive:
fr: L'historique du drive est sauvegardé et peut être restauré en cas de besoin. Depuis le drive :
ru: История диска сохраняется и при необходимости может быть восстановлена. С диска:

source: ``Click`` on the |history| history button at the top-right (under the avatar).
fr: ``Clic`` sur le bouton |history| en haut à droite (sous l'avatar).
ru: ``Нажмите`` на кнопку |history| история в правом верхнем углу (под аватаркой).

source: Use the arrows |fast-backward| |step-backward| and |step-forward| |fast-forward| to step through the history.
fr: Utiliser les flèches |fast-backward| |step-backward| et |step-forward| |fast-forward| pour remonter dans l'historique.
ru: Используйте стрелки |fast-backward| |step-backward| и |step-forward| |fast-forward| для пошагового просмотра истории.

source: Restore the displayed version with |check| **Restore**, or exit the history without restoring with |times| **Close**.
fr: Restaurer la version affichée avec |check| **Restaurer** ou sortir de l'historique sans restaurer avec |times| **Fermer**.
ru: Восстановите отображаемую версию с помощью |check| **Восстановить** или выйдите из истории без восстановления с помощью |times| **Закрыть** .

source: To save storage space CryptDrive history can be deleted in the :ref:`user settings <user_settings_cryptDrive>`.
fr: Pour économiser de l'espace de stockage, l'historique du CryptDrive peut être supprimé dans les :ref:`préférences utilisateur·ice <user_settings_cryptDrive>`.
ru: Для экономии места в хранилище историю CryptDrive можно удалить через :ref:`настройки пользователя <user_settings_cryptDrive>`.

source: :ref:`Shared folders <shared_folders>` have their own history, separate from CryptDrive history. Restoring the history of the drive does not affect shared folders, conversely the history of a shared folder can be restored without affecting the rest of the drive.
fr: Les :ref:`dossiers partagés <shared_folders>` ont leur propre historique, séparé de l'historique du CryptDrive. Restaurer l'historique du drive n'affecte pas les dossiers partagés, inversement l'historique d'un dossier partagé peut être restauré ou supprimé sans affecter le reste du drive.
ru: :ref: `Общие папки <shared_folders>` имеют свою собственную историю, отдельную от истории CryptDrive. Восстановление истории диска не влияет на общие папки, и наоборот, историю общей папки можно восстановить, не затрагивая остальную часть диска.

source: Tags
fr: Mots-Clés
ru: Теги

source: Group documents in multiple categories by using tags. Your tags are not visible by other users.
fr: Les mots-clés permettent de grouper les documents dans des catégories multiples. Vos mots-clés ne sont pas visibles par d'autres utilisateur·ices.
ru: Группируйте документы по нескольким категориям с помощью тегов. Ваши теги не видны другим пользователям.

source: The |hashtag| **Tags** tab in the drive displays all tags in use and their associated documents.
fr: L'onglet |hashtag| **Mots-clés** dans le drive permet de voir tous les mots-clés utilisés et leurs documents associés.
ru: На вкладке |hashtag| **Теги** на диске отображаются все используемые теги и связанные с ними документы.

source: To add or remove tags from a document:
fr: Pour ajouter ou supprimer des mots-clés à un document :
ru: Чтобы добавить или удалить теги из документа:

source: From the drive: ``Right click`` on the document > |hashtag| **Tags**.
fr: Dans le drive : ``Clic droit`` sur le document> |hashtag| **Mots-clés**.
ru: С диска: `Щелкните правой кнопкой мыши` по документу > |hashtag| **Теги**.

source: From a document: |file-o| **File** > |hashtag| **Tags**.
fr: Dans un document : |file-o| **Fichier** > |hashtag| **Mots-clés**.
ru: Из документа: |file-o| **Файл** > |hashtag| **Теги**.

source: To manage tags for multiple documents:
fr: Pour gérer les mots-clés de plusieurs documents :
ru: Управление тегами для нескольких документов:

source: Select the documents with :kbd:`Ctrl` + ``Click`` in CryptDrive.
fr: Sélectionner les documents avec :kbd:`Ctrl` + ``Clic`` dans CryptDrive.
ru: Выберите документы с помощью :kbd:`Ctrl` + ``клик мышью`` в CryptDrive.

source: ``Right click`` on the documents > |hashtag| **Tags**.
fr: ``Clic droit`` sur les documents > |hashtag| **Mots-clés**.
ru: ``Щелкните правой кнопкой мыши`` по документам > |hashtag| **Теги**.

source: Only the tags assigned to all the documents are then displayed. Any tags added and/or removed are applied to all the selected documents.
fr: Seuls les mots-clés en commun à tous les documents sélectionnés sont alors affichés. Les ajouts et/ou suppressions de mots-clés sont appliquées à toute la sélection.
ru: Затем отображаются только теги, присвоенные всем документам. Все добавленные и/или удаленные теги применяются ко всем выбранным документам.

source: Templates
fr: Modèles
ru: Шаблоны

source: Templates provide reusable starting points to create documents of a similar structure, for example invoices, letterheads, reports, and so on.
fr: Les modèles sont des gabarits réutilisables pour créer des documents de même type, par exemple facture, papier à lettre, rapport, etc.
ru: Шаблоны предоставляют многоразовые отправные точки для создания документов аналогичной структуры, например счетов-фактур, фирменных бланков, отчетов и так далее.

source: To create a template:
fr: Créer un modèle :
ru: Чтобы создать шаблон:

source: Select the |cptools template| **Templates** tab in the drive.
fr: Sélectionner l'onglet |cptools template| **Modèles** dans le drive.
ru: Выберите вкладку |cptools template| **Шаблоны** на диске.

source: |plus| **New** in the toolbar.
fr: |plus| **Nouveau pad** dans la barre d'outils.
ru: |plus| **Новый** на панели инструментов.

source: or
fr: ou
ru: либо

source: In an existing document: |file-o| **File** > |bookmark| **Save as template**.
fr: Dans un document existant : |file-o| **Ficher** > |bookmark| **Sauvegarder en tant que modèle**.
ru: В существующем документе: |file-o| **Файл** > |bookmark| **Сохранить как шаблон**.

source: Create a :ref:`new document <new_document>`.
fr: Créer un :ref:`nouveau document <new_document>`.
ru: Создайте :ref:`новый документ <new_document>`.

source: On the creation screen select |cptools new-template| **New template**.
fr: Sur l'écran de création sélectionner |cptools new-template| **Nouveau modèle**.
ru: На экране создания выберите |cptools new-template| **Новый шаблон**.

source: To use a template:
fr: Utiliser un modèle :
ru: Чтобы использовать шаблон:

source: Select the template when creating a :ref:`new document <new_document>`.
fr: Sélectionner le modèle lors de la création d'un :ref:`nouveau document <new_document>`.
ru: Выберите шаблон при создании :ref:`новый документ <new_document>`.

source: In an existing document: |file-o| **File** > |upload| **Import a template**. Please note: this option **replaces** the contents of the document with the template.
fr: Dans un document existant : |file-o| **Ficher** > |upload| **Importer un modèle**. Attention cette option **remplace** le contenu du document avec celui du modèle.
ru: В существующем документе: |file-o| **Файл** > |upload| **Импортировать шаблон**. Пожалуйста, обратите внимание: эта опция **заменяет** содержимое документа шаблоном.
