Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/security.po
Languages: fr, ja, ru

source: Security
fr: Sécurité
ja: セキュリティー
ru: Безопасность

source: Trust Assumptions
fr: Hypothèse sur la confiance
ja: 信頼に関する仮定
ru: Предположения о доверии

source: CryptPad is end-to-end encrypted and the server has no access to your data. However, as with any other web application, some entities still need to be trusted in order to guarantee security:
fr: CryptPad est une suite collaborative chiffrée de bout en bout et open-source, le serveur n'a pas accès à vos données. Néanmoins, comme avec tous les applis web, il y a quelques entités auxquels on doit se fier :
ja: CryptPadはエンドツーエンドで暗号化されており、サーバーはユーザーのデータにアクセスできません。ただし、他のウェブアプリケーションと同様、セキュリティーを保証するにあたっては、いくつかの事項が信頼される必要があります。
ru: CryptPad полностью зашифрован, и сервер не имеет доступа к вашим данным. Однако, как и в случае с любым другим веб-приложением, некоторые объекты все же должны быть доверенными, чтобы гарантировать безопасность:

source: Your chosen CryptPad :ref:`instance <cryptpad_instances>` to
fr: Votre :ref:`instance <cryptpad_instances>` de CryptPad choisi de
ja: あなたが選択したCryptPadの\ :ref:`インスタンス <cryptpad_instances>`\ が、
ru: Выбранный вами CryptPad :ref:`экземпляр <cryptpad_instances>` на

source: run the same code as the one published on GitHub,
fr: exécuter le même code qui est publié sur GitHub,
ja: GitHubで公開されているコードと同一のコードを実行していること、
ru: работает на том же коде, что опубликован на GitHub,

source: not block your network messages, and
fr: ne pas bloquer vos messages du réseau, et
ja: あなたのネットワークのメッセージをブロックしないこと、そして
ru: не блокирует Ваши сетевые сообщения, и

source: follow its terms of service and privacy policy.
fr: suivre ses conditions de service et sa politique de protection de la vie privée.
ja: 利用規約とプライバシーに従っていること。
ru: следует его условиям предоставления услуг и политике конфиденциальности.

source: Your collaborators not to forward :ref:`sharing links <share_link>` to illegitimate third parties.
fr: Vos collaborateur·ices de ne pas faire suivre les :ref:`liens partagés <share_link>` avec des tiers illégitimes.
ja: あなたの共同作業者が\ :ref:`共有用リンク <share_link>`\ を不当な第三者に転送しないこと。
ru: Ваши партнёры не пересылают :ref:`ссылки общего доступа <share_link>` несогласованным третьим лицам.

source: Under these assumptions you can be sure that it is technically not possible to read or modify your documents by
fr: En supposant les points mentionné ci-dessus, vous pouvez être sûr·e que c'est techniquement impossible de lire ou modifier vos documents pour
ja: これらの前提が満たされている場合、以下の主体が、あなたのドキュメントを読み取ったり編集したりすることは技術的に不可能だと確信することができます。
ru: При этих предположениях Вы можете быть уверены, что технически невозможно прочитать или изменить Ваши документы

source: your chosen CryptPad instance,
fr: votre instance de CryptPad,
ja: あなたが選択したCryptPadのインスタンス、
ru: выбранному вами экземпляру CryptPad,

source: any powerful adversary that can see your web traffic, or
fr: n'importe quel·le adversaire fort·e qui peux voire votre trafic web, ou
ja: ウェブトラフィックを監視することができる強力な敵対者、あるいは
ru: любому хорошо оснащённому злоумышленнику, который может видеть Ваш веб-трафик, или

source: any other user.
fr: n'importe quel·le autre utilisateur·ice.
ja: その他のユーザーによって。
ru: любому другому пользователю.

source: We maintain a `list of public CryptPad instances <https://cryptpad.org/instances>`_ to let you better decide on whom you want to trust.
fr: Nous maintenons une `liste des instances CryptPad publiques <https://cryptpad.org/instances>`_ pour que vous pouviez décider en qui vous voulez faire confiance.
ja: 私たちは、あなたが信頼できるインスタンスについて判断できるよう\ `CryptPadの公開インスタンスの一覧 <https://cryptpad.org/instances>`_\ を管理しています。
ru: Мы поддерживаем `список общедоступных экземпляров CryptPad <https://cryptpad.org/instances>`, чтобы Вы могли лучше решить, кому Вы хотите доверять.

source: CryptPad does only provide a weak form of anonymity. Your chosen CryptPad instance can see your IP address and your "user agent" (browser and operating system).
fr: CryptPad ne garantis qu'une forme faible d'anonymat. Votre instance de CryptPad peut voire votre adresse IP et votre "user agent" (navigateur et système d'exploitation).
ja: CryptPadは匿名性を弱い程度にしか保証していません。あなたが選択したCryptPadのインスタンスは、あなたのIPアドレスと"ユーザーエージェント"（ブラウザーとオペレーティングシステム）を確認することができます。
ru: CryptPad обеспечивает лишь слабую форму анонимности. Выбранный Вами экземпляр CryptPad может видеть Ваш IP-адрес и Ваш "user agent" (браузер и операционную систему).

source: If you need stronger anonymity guarantees, you can access CryptPad via `Tor <https://www.torproject.org>`_.
fr: Si vous avez besoin des garanties d'anonymat plus fortes, vous pouvez accéder CryptPad par `Tor <https://www.torproject.org>`_.
ja: より強い匿名性が必要な場合は、\ `Tor <https://www.torproject.org>`_\ を使ってCryptPadにアクセスすることができます。
ru: Если Вам нужны более надежные гарантии анонимности, Вы можете получить доступ к CryptPad через `Tor <https://www.torproject.org>`_.

source: Passwords for documents and folders
fr: Mot de passe des documents et dossiers
ja: ドキュメントとフォルダーのパスワード
ru: Пароли для документов и папок

source: :badge_user:`Logged in users`
fr: :badge_user:`Utilisateur·ices enregistré·es`
ja: :badge_user:`ログイン済ユーザー`
ru: :badge_user:`Зарегистрированные пользователи`

source: When you share the link to a document or shared folder through an insecure channel (for example email or SMS), someone might intercept the link and gain access to your data. To prevent this from happening, the :ref:`owners <owners>` of a document or folder can add a password.
fr: Quand vous partagez le lien d'un document ou dossier de manière non sécurisée (par exemple par e-mail ou SMS), il se peut que quelqu'un l'intercepte et y accède. Pour éviter cela, les :ref:`propriétaires <owners>` d'un document ou dossier peuvent ajouter un mot de passe.
ja: 安全でない経路（電子メールやSMSなど）でドキュメントや共有フォルダーのリンクを共有すると、第三者がリンクを傍受してデータへのアクセス権を入手する可能性があります。予防策として、ドキュメントまたはフォルダーの\ :ref:`所有者 <owners>`\ はパスワードを追加することができます。
ru: Когда Вы делитесь ссылкой на документ или общую папку по небезопасному каналу (например, по электронной почте или SMS), кто-то может перехватить ссылку и получить доступ к Вашим данным. Чтобы этого не произошло, :ref:`владельцы <owners>` документа или папки могут добавить пароль.

source: When you :ref:`share documents with your contacts and teams directly on CryptPad <share_contacts>`, communications are encrypted and we assume that you want to give them access. Therefore the password is remembered and sent with the document/folder when you share it. The recipient, or yourself, are **not** asked for it when they open the document.
fr: Quand vous :ref:`partagez avec vos contacts ou équipes directement sur CryptPad <share_contacts>`, les communications sont chiffrées et nous partons du principe que vous voulez donner l'accès. C'est pourquoi le mot de passe est alors stocké et envoyé avec le document quand vous le partagez. Les destinataires, ou vous-même, n'ont **pas** à le donner pour ouvrir le document.
ja: :ref:`CryptPadで直接に連絡先やチームとドキュメントを共有する場合 <share_contacts>`\ 、通信は暗号化されており、私たちはあなたが他のユーザーにアクセスを与えようとしていると想定します。そのため、ドキュメントまたはフォルダーを共有する際、パスワードは記憶され、ドキュメントまたはフォルダーと併せて送信されます。受取人、またはあなた自身がドキュメントを開く際に、パスワードは要求\ **されません**\ 。
ru: Когда Вы :ref:`делитесь документами со своими контактами и командами непосредственно на CryptPad <share_contacts>`, переписка зашифрована, и мы предполагаем, что Вы хотите предоставить им доступ. Поэтому пароль запоминается и отправляется вместе с документом/папкой, когда Вы предоставляете им общий доступ. У получателя или у Вас самих пароль **не** запрашивается при открытии документа.

source: You can add a password to a document when you :ref:`create <new_document>` it.
fr: Vous pouvez ajouter un mot de passe à un document lors de sa :ref:`création <new_document>`.
ja: ドキュメントを\ :ref:`作成 <new_document>`\ する際に、ドキュメントにアカウントを追加できます。
ru: Вы можете добавить пароль к документу когда Вы :ref:`создаёте <new_document>` его.

source: You can also add or change the password in the :ref:`access` menu:
fr: Vous pouvez aussi ajouter ou modifier un mot de passe dans le menu :ref:`access` :
ja: :ref:`access`\ メニューからパスワードを追加または変更することもできます：
ru: Вы также можете добавить или изменить пароль в меню :ref:`access`:

source: From the CryptDrive: ``Right click`` > |unlock-alt| **Access**.
fr: Dans le CryptDrive : `Clique droit` > |unlock-alt| **Accès**.
ja: CryptDriveから：``右クリック`` > |unlock-alt| **アクセス**\ 。
ru: Из CryptDrive: ``Щелкните правой кнопкой мыши`` > |unlock-alt| **Доступ**.

source: From the document toolbar: |unlock-alt| **Access**.
fr: Dans la barre d'outils du document : |unlock-alt| **Accès**.
ja: ドキュメントのツールバー：|unlock-alt| **アクセス**\ 。
ru: На панели инструментов документа: |unlock-alt| **Доступ**.

source: Verifying contacts
fr: Vérifier vos contacts
ja: 連絡先の認証
ru: Проверка контактов

source: To verify a contact's identity, i.e., that a contact belongs to the person you think, you can compare the public signing keys:
fr: Pour vérifier l'identité d'un de vos contacts (que le contact est vraiment la personne que vous pensez), vous pouvez comparer les clés de signature publique :
ja: 公開署名鍵を比較することで、連絡先の身元、つまり、相手があなたの想定通りの人物であることを確認できます。
ru: Чтобы проверить личность контакта, т.е. что контакт это тот самый человек, кому Вы хотите написать - Вы можете сравнить открытые ключи подписи:

source: Ask your contact to share :ref:`their public key <user_settings_account>` over a secure channel with you.
fr: Demandez à votre contact de partager :ref:`sa clé publique <user_settings_account>` par un canal sécurisé avec vous.
ja: 安全な通信経路で\ :ref:`公開鍵 <user_settings_account>`\ を共有してくれるよう、連絡先に依頼してください。
ru: Попросите контакт поделиться с Вами :ref:`своим открытым ключом <user_settings_account>` по доверенному каналу.

source: If this public key matches the one from your contact's :ref:`profile page <another_user_profile>`, you can be sure that the contact belongs to the person at the other end of the secure channel.
fr: Si cette publique clé correspond à laquelle de votre contact :ref:`profile page <another_user_profile>`, vous pouvez être sûr·e que le contact correspond à la personne à l'autre bout du canal sécurisé.
ja: 公開鍵が連絡先の\ :ref:`プロフィールのページ <another_user_profile>`\ のものと一致したら、公開署名鍵を比較することで、安全な通信経路で連絡している相手があなたの想定通りの人物であることを確認できます。
ru: Если этот публичный ключ совпадает с ключом на странице :ref:`профиля Вашего контакта <another_user_profile>`, Вы можете быть уверены, что контакт принадлежит человеку на другом конце защищенного канала.

source: Self-destructing documents
fr: Documents éphémères
ja: 自己破棄ドキュメント
ru: Самоуничтожающиеся документы

source: Self-destructing documents will be destroyed automatically without the interaction of any user. This ensures that sensitive data is not accessible forever.
fr: Les documents éphémères vont être détruits automatiquement sans interaction des utilisateur·ices.
ja: 自己破棄ドキュメントは、ユーザーの指示を必要とせず、自動で完全に削除されます。これによって、機密データへと完全にアクセスできなくなります。
ru: Самоуничтожающиеся документы будут уничтожены автоматически без участия пользователя. Это гарантирует, что конфиденциальные данные не будут доступны навсегда.

source: There are two ways to create self-destructing documents:
fr: Il y a deux méthodes :
ja: 自己破棄ドキュメントは以下の2つの方法で作成できます。
ru: Существует два способа создания самоуничтожающихся документов:

source: You can set an expiration time during :ref:`creating <new_document>`.
fr: Vous pouvez ajouter une durée de vie quand vous :ref:`créez un nouveau document <new_document>`.
ja: ドキュメントの\ :ref:`作成時 <new_document>`\ に有効期限を設定。
ru: Вы можете установить срок действия во время :ref:`создания <new_document>`.

source: You can share a document via a :ref:`view-once-and-self-destruct link<share_access_rights>`.
fr: Vous pouvez partager un document par un :ref:`lien "voire et autodétruire"<share_access_rights>`.
ja: ドキュメントは\ :ref:`一度表示後に自動的に削除するリンク <share_access_rights>`\ で共有できます。
ru: Вы можете поделиться документом через ссылку :ref:`показать-один-раз-и-самоуничтожиться <share_access_rights>`.

source: Remote Disconnect
fr: Déconnexion à distance
ja: 遠隔切断
ru: Удаленное отключение

source: In some cases (loss or theft of a device, forgotten to log out of a session on a shared computer, etc.) it can be necessary to close all active CryptPad sessions. This can be done in two ways:
fr: Dans certains cas (vol ou perte de matériel, oubli d'une session ouverte sur un ordinateur partagé, etc.) il peut être utile de déconnecter toutes les sessions CryptPad actives. Cela peut être effectué de deux manières :
ja: 端末を紛失または盗まれた場合、共有コンピューターでログアウトするの忘れた場合など、CryptPadの全てのアクティブなセッションを閉じることが必要になる可能性があります。アクティブな全セッションを閉じるには2つの方法があります。
ru: В некоторых случаях (потеря или кража устройства, забытыли выйти из сеанса на общем компьютере и т. д.) может потребоваться закрыть все активные сеансы CryptPad. Это можно сделать двумя способами:

source: User menu (avatar at the top-right) > |gear| **Settings** > |lock| **Confidentiality** > **LOG OUT**.
fr: Menu utilisateur·ice (avatar en haut à droite) > |gear| **Préférences** > |lock| **Confidentialité** > **SE DÉCONNECTER**.
ja: ユーザーメニュー（右上のアバター） > |gear| **設定** > |lock| **機密** > **ログアウト**\ 。
ru: Меню пользователя (аватар вверху справа) > |gear| **Настройки** > |lock| **Конфиденциальность** > **ВЫЙТИ**.

source: This option logs out all sessions **except** the one from which it is activated.
fr: Cette option déconnecte toutes les sessions **sauf** celle depuis laquelle elle est activée.
ja: このオプションは、それを実行したセッションを\ **除く**\ 全てのセッションをログアウトします。
ru: Эта опция завершает работу всех сеансов, **кроме** того, в котором она активирована.

source: User menu (avatar at the top-right) > |plug| **Log out everywhere**.
fr: Menu utilisateur·ice (avatar en haut à droite) > |plug| **Se déconnecter partout**.
ja: ユーザーメニュー（右上のアバター） > |plug| **全ての場所でログアウト**\ 。
ru: Меню пользователя (аватар вверху справа) > |plug| **Выйти везде**.

source: This option logs out all sessions **including** the one from which it is activated.
fr: Cette option déconnecte toutes les sessions à distance **y compris** celle depuis laquelle elle est activée.
ja: このオプションは、これを実行したセッションも\ **含めて**\ 全てのセッションをログアウトします。
ru: Этот вариант отключает все сеансы, **включая** тот, из которого он запущен.

source: Remote Content
fr: Déconnexion à distance
ja: サーバー外のコンテンツ
ru: Удаленно Размещенный Контент

source: In Markdown editors (:ref:`app_code`, :ref:`app_slides`, :ref:`app_kanban`), CryptPad blocks images and other remotely hosted content to prevent potential tracking.
fr: Dans les éditeurs Markdown (:ref:`app_code`, :ref:`app_slides`, :ref:`app_kanban`), CryptPad bloque les images et autres contenus hébergés à distance pour éviter tout risque de traçage.
ja: マークダウンのエディターでは（:ref:`app_code`、:ref:`app_slides`、:ref:`app_kanban`）CryptPadはトラッキングを防ぐため、画像やその他、遠隔で保存されているコンテンツの読み込みをブロックします。
ru: В редакторах Markdown (:ref:`app_code`, :ref:`app_slides`, :ref:`app_kanban`) CryptPad блокирует изображения и другой удаленно размещенный контент, чтобы предотвратить потенциальное отслеживание.

source: To include images from the CryptDrive or to upload new ones, use the |picture-o| **Insert** menu. This menu inserts a ``media-tag`` element that is more complex than Markdown image syntax but is managed automatically.
fr: Pour insérer des images à partir du CryptDrive ou pour en ajouter de nouvelles, utiliser le menu |picture-o| **Insert**. Ce menu insère un élément ``media-tag`` qui est plus complexe que la syntaxe d'image Markdown mais qui est géré automatiquement.
ja: CryptDriveの画像を含めたり新しい画像をアップロードしたりする場合は |picture-o| **挿入**\ メニューを使ってください。挿入メニューでは ``media-tag`` の要素が挿入されます。これはマークダウンの画像の記法よりも複雑ですが、自動的に管理されます。
ru: Чтобы включить изображения из CryptDrive или загрузить новые, используйте |picture-o| **Вставить** меню. Это меню вставляет элемент ``media-tag``, который является более сложным, чем синтаксис изображения Markdown, но управляется автоматически.

source: Known caveats
fr: Limitations connues
ja: 既知の注意事項
ru: Известные проблемы

source: No unique usernames
fr: Les noms d'utilisateur·ices ne sont pas uniques
ja: 同じユーザー名は複数設定可能
ru: Имена пользователей не уникальны

source: Neither the :ref:`account name <user_settings_account>` nor the :ref:`display name <user_settings_account>` is unique in CryptPad. This means that you cannot trust usernames to identify people. Instead, :ref:`identify your contact <verifying_contacts>` via their public keys.
fr: Ni le :ref:`nom d'utilisateur·ice <user_settings_account>`, ni le :ref:`nom affiché <user_settings_account>` n'est unique dans CryptPad. Par conséquent vous ne pouvez pas faire confiance au nom pour identifier vos contacts. Veuillez utiliser la clé publique pour :ref:`identifier vos contacts <verifying_contacts>`.
ja: CryptPadでは複数のユーザーが同じ\ :ref:`アカウント名 <user_settings_account>`\ や\ :ref:`表示名 <user_settings_account>`\ を使用できます。そのため、ユーザー名で相手を特定することはできません。\ :ref:`連絡先の相手を特定 <verifying_contacts>`\ するには、相手の公開鍵を参照してください。
ru: Ни :ref:`имя учетной записи <user_settings_account>`, ни :ref:`отображаемое имя <user_settings_account>` не являются уникальными в CryptPad. Это означает, что Вы не можете доверять именам пользователей для идентификации людей. Вместо этого :ref:`идентифицируйте свои контакты <verifying_contacts>` с помощью их открытых ключей.

source: Edit rights in teams
fr: Droits d'édition dans une équipe
ja: チームでの権限の編集
ru: Права на изменения в командах

source: Team members with edit access to a teams drive may share this access to other users both inside and outside the team. Team members may even convert folders into :ref:`shared folders <shared_folders>` and delegate their access to anybody they want.
fr: Les membres avec le droit d'édition pour le drive d'une équipe peuvent partager cet accès avec des tiers à l'intérieur comme à l'extérieur. Les membres d'une équipe peuvent même convertir un dossier existant en :ref:`dossier partagé <shared_folders>` et déléguer son accès à n'importe qui.
ja: チームの編集権限をもつメンバーは、チーム内外のユーザーと編集権限を共有することが可能です。チームのメンバーは、フォルダーを\ :ref:`共有フォルダー <shared_folders>`\ に変換して、任意の第三者にアクセス権を譲ることもできます。
ru: Члены команды с доступом к редактированию диска команды могут делиться этим доступом с другими пользователями как внутри, так и за пределами команды. Члены команды могут даже преобразовать папки в :ref:`общие папки <shared_folders>` и передать свой доступ кому угодно.

source: You therefore have to be careful with whom you grant edit rights. You may also want to
fr: Vous devez donc faire attention à qui vous déléguez les droits d'accès. Vous pourriez probablement aussi vouloir
ja: したがって、編集権限を付与する際には、誰にそれを付与するかについて注意してください。加えて、
ru: Поэтому Вы должны быть осторожны с тем, кому Вы предоставляете права редактирования. Вы также можете захотеть

source: set the :ref:`role <team_roles_and_permissions>` of a member to viewer and selectively share edit rights to this person.
fr: définir le :ref:`rôle <team_roles_and_permissions>` d'un membre d'une équipe comme lecteur·ice et partager sélectivement les droits d'édition avec cette personne.
ja: メンバーの\ :ref:`役割 <team_roles_and_permissions>`\ を閲覧者に設定し、特定の人間にのみ編集権限を付与してください。
ru: установить члену команды :ref:`роль <team_roles_and_permissions>` на читателя и выборочно поделиться правами редактирования с этим человеком.

source: use :ref:`access lists <access_list>` to limit the access to a file to specific contacts.
fr: utiliser des :ref:`listes d'accès <team_roles_and_permissions>` pour limiter l'accès à un document aux contacts sélectionnés.
ja: :ref:`アクセスリスト <access_list>`\ を使い、ファイルへのアクセスを特定の連絡先に制限してください。
ru: использовать :ref:`списки доступа <access_list>`, чтобы ограничить доступ к файлу лишь определенными контактами.

source: Access of former team members
fr: Accès des anciens membres d'une équipe
ja: 以前のチームメンバーのアクセス
ru: Доступ бывших членов команды

source: The team communication is encrypted with static keys. This implies that a former team member still has the keys. A former team member can therefore potentially decrypt team messages and can also keep the same access to the team's document as before. However, this requires to modify the client source code as the official one does neither store the keys nor decrypt any messages of a team which the user is not part of.
fr: La communication d'une équipe est chiffrée avec des clés statiques. Ceci implique que les ancien·nes membres ont encore accès aux clés. Un·e ancien·ne membre peut donc potentiellement déchiffrer les messages d'une équipe et peut donc aussi garder accès aux document de l'équipe. Cependant, cela nécessite de modifier le code source du client lorsque le client officiel ne stocke ni les clés, ni déchiffre les messages d'une équipe dont une personne ne fait pas partie.
ja: チームのコミュニケーションは同じ鍵で暗号化されます。そのため、この鍵は以前のチームメンバーも有していることになります。それゆえ理論的には、以前のチームメンバーにもチームのメッセージを復号し、チームのドキュメントに関して以前と同一のアクセス権を手に入れることができるようになっています。ただし、公式のクライアントのソースコードは、鍵を保存せず、また、ユーザーが所属していないチームのメッセージを復号することもないため、そうするにはソースコードを改変することが要求されます。
ru: Переписка команды зашифрована статическими ключами. Это означает, что у бывшего члена команды все еще есть ключи. Таким образом, бывший член команды потенциально может расшифровать сообщения команды, а также иметь тот же доступ к документу команды, что и раньше. Однако это требует изменения исходного кода клиента, так как официальный не хранит ключи и не расшифровывает никаких сообщений команды, в которую пользователь не входит.
