Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/share_and_access.po
Languages: de, es_cu, fr, ja, ru

source: Share / Access
de: Teilen / Zugriff
es_cu: Compartir / Acceso
fr: Partage / Accès
ja: 共有 / アクセス
ru: Поделиться / Доступ

source: |share-alt| **Share** and |unlock-alt| **Access** are the two menus to manage how other users can interact with your documents on CryptPad.
de: Mit den Menüs |share-alt| **Teilen** und |unlock-alt| **Zugriff** kannst du bestimmen, wie andere Benutzer mit deinen Dokumenten arbeiten können.
es_cu: |share-alt| **Compartir** y |unlock-alt| **Acceso** son los dos menús para gestionar cómo otros usuarios pueden interactuar con tus documentos en CryptPad.
fr: |share-alt| **Partager** et |unlock-alt| **Accès** sont les deux menus pour gérer comment les autres utilisateur·ices peuvent interagir avec vos documents sur CryptPad.
ja: |share-alt| **共有**\ と |unlock-alt| **アクセス**\ のメニューから、他のユーザーがCryptPadのあなたのドキュメントを操作する方法を設定できます。
ru: |share-alt| **Поделиться** и |unlock-alt| **Доступ** — это два меню для управления тем, как другие пользователи могут взаимодействовать с Вашими документами на CryptPad.

source: From the document toolbar: |share-alt| **Share** and |unlock-alt| **Access** at the center.
de: Werkzeugleiste im Dokument: |share-alt| **Teilen** and |unlock-alt| **Zugriff** in der Mitte.
es_cu: Desde la barra de herramientas del documento: |share-alt| **Compartir** y |unlock-alt| **Acceso** en el centro.
fr: Depuis la barre d'outils d'un document : |share-alt| **Partager** et |unlock-alt| **Accès** au centre.
ja: ドキュメントのツールバーから：中央にある |share-alt| **共有**\ と |unlock-alt| **アクセス**\ 。
ru: На панели инструментов документа: |share-alt| **Поделиться** и |unlock-alt| **Доступ** в центре.

source: From the CryptDrive: ``Right click`` on a document > |share-alt| **Share** or |unlock-alt| **Access**.
de: Im CryptDrive: ``Rechtsklicke`` auf ein Dokument > |share-alt| **Teilen** or |unlock-alt| **Zugriff**.
es_cu: Desde el CryptDrive: Haz ``click derecho`` en un documento > |share-alt| **Compartir** o |unlock-alt| **Acceso**.
fr: Depuis le CryptDrive : ``Clic droit`` sur un document > |share-alt| **Partager** ou |unlock-alt| **Accès**.
ja: CryptDriveから：ドキュメントを ``右クリック`` > |share-alt| **共有**\ または |unlock-alt| **アクセス**\ 。
ru: Из CryptDrive: ``Щелкните правой кнопкой мыши`` по документу > |share-alt| **Поделиться** или |unlock-alt| **Доступ**.

source: Share
de: Teilen
es_cu: Compartir
fr: Partager
ja: 共有
ru: Поделиться

source: There are three ways to share a document: :ref:`share_contacts`, :ref:`share_link`, and :ref:`share_embed`. In each case, access rights can be set to authorise the recipient to edit the document, or to only view it.
de: Es gibt drei Möglichkeiten, um ein Dokument zu teilen: :ref:`share_contacts`, :ref:`share_link`, and :ref:`share_embed`. In jeden Fall kann bestimmt werden, ob der Empfänger das Dokument bearbeiten oder nur ansehen kann.
es_cu: Hay tres formas de compartir un documento: :ref:`share_contacts`, :ref:`share_link`, y :ref:`share_embed`. En cada caso, los derechos de acceso pueden configurarse para autorizar al destinatario a editar el documento o solo a verlo.
fr: Il existe 3 moyens de partager un document : :ref:`share_contacts`, :ref:`share_link`, and :ref:`share_embed` . Dans tous ces cas, différents droits d'accès sont disponibles pour autoriser ou non les destinataires à modifier le document.
ja: ドキュメントは\ :ref:`share_contacts`\ 、\ :ref:`share_link`\ 、\ :ref:`share_embed`\ の3つの方法で共有できます。それぞれの方法において、共有する相手にドキュメントの編集権限を与えるか、あるいは閲覧権限のみを与えるかを設定できます。
ru: Есть три способа поделиться документом: :ref:`share_contacts`, :ref:`share_link` и :ref:`share_embed`. В каждом случае права доступа могут быть установлены так, чтобы получатель мог редактировать документ или только просматривать его.

source: Access rights
de: Zugriffsrechte
es_cu: Derechos de acceso
fr: Droits d'accès
ja: アクセス権限
ru: Права доступа

source: There are 4 levels of permissions:
de: Es gibt vier Berechtigungsstufen:
es_cu: Existen 4 niveles de permisos:
fr: Il y a 4 types de permissions :
ja: 権限には4つのレベルがあります。
ru: Существует 4 уровня разрешений:

source: **View**: Read-only without editing the document.
de: **Ansehen**: Nur lesen, keine Bearbeitung des Dokuments.
es_cu: **Ver**: Solo lectura, sin posibilidad de editar el documento.
fr: **Lecture-seule** : Consulter le document sans le modifier.
ja: **閲覧** \ ：ドキュメントの読み取りのみ。編集は不可。
ru: **Просмотр**: только для чтения без редактирования документа.

source: **Present**: Read-only the rendered output of the document, available in the :ref:`app_code` and :ref:`app_slides` applications.
de: **Anzeigemodus**: Nur lesen der Darstellung des Dokuments, verfügbar in den Anwendungen :ref:`app_code` und :ref:`app_slides`.
es_cu: **Presentar**: Solo lectura del contenido renderizado del documento, disponible en :ref:`app_code` y :ref:`app_slides` aplicaciones.
fr: **Présentation** : Consulter le rendu du document, disponible dans les applications :ref:`app_code` et :ref:`app_slides`.
ja: **プレゼンテーション**\ ：ドキュメントを描写した出力結果の読み取りのみ。\ :ref:`app_code`\ と\ :ref:`app_slides`\ のアプリケーションで利用可能。
ru: **Отображение**: визуализированный вывод документа, доступный только для чтения в приложениях :ref:`app_code` и :ref:`app_slides`.

source: **Edit**: View and make changes to the document.
de: **Bearbeiten**: Lesen und Bearbeiten des Dokuments.
es_cu: **Editar**: Ver y realizar cambios en el documento.
fr: **Édition** : Consulter et modifier le document.
ja: **編集**：ドキュメントを表示、編集。
ru: **Редактировать**: просмотр и внесение изменений в документ.

source: **View once and self-destruct**: Read-only **one time**. Once the link is opened by a recipient, the document is deleted permanently. :badge_user:`Logged in users`
de: **Einmal ansehen mit Selbstzerstörung**: Nur lesen, **einmal**. Sobald der Link vom Empfänger geöffnet wird, wird das Dokument endgültig gelöscht. :badge_user:`Eingeloggte Benutzer`
es_cu: **Ver una vez y autodestruir**: Solo lectura **una vez**. Una vez que el enlace es abierto por el destinatario, el documento se elimina de manera permanente. :badge_user:`Logged in users`
fr: **Voir et autodétruire** : Consulter le document en lecture seule et **une seule fois**. Le document est supprimé définitivement une fois ouvert par le destinataire. :badge_user:`Logged in users`
ja: **一度だけ表示した後に自動で削除**\ ：\ **1回**\ 読み込み専用で共有。リンクを受け取った相手がリンクを開くと、ドキュメントは完全に削除されます。:badge_user:`ログイン済ユーザー`
ru: ** Просмотр один раз и самоуничтожение **: **разовый** доступ только для чтения. Как только получатель открывает ссылку, документ удаляется безвозвратно. :badge_user :`Зарегистрированные пользователи`

source: If a document is already stored in the CryptDrive of a user with edit rights, the “edit link” is shown in the document’s properties even if the user is in View mode.
de: Wenn das Dokument bereits im CryptDrive eines Benutzers mit Bearbeitungsrechten gespeichert ist, wird der Bearbeitungslink auch dann in Dokumenteigenschaften angezeigt, wenn der Benutzer im Ansehen-Modus ist.
es_cu: Si un documento ya está almacenado en el CryptDrive de un usuario con derechos de edición, el "enlace de edición" se muestra en las propiedades del documento aunque el usuario esté en modo vista.
fr: Si un document est déjà stocké dans le CryptDrive d'un·e utilisateur·ice avec les droits d'édition, alors le "lien d'édition" est visible dans les propriétés du document même en lecture seule.
ja: ドキュメントが編集権限のあるユーザーのCryptDriveに既に保存されている場合、ユーザーが閲覧モードで表示している場合でも、ドキュメントのプロパティーに「編集リンク」が表示されます。
ru: Если документ уже хранится в CryptDrive пользователя с правами на редактирование, «ссылка на редактирование» отображается в свойствах документа, даже если пользователь находится в режиме просмотра.

source: Sharing with contacts
de: Mit Kontakten teilen
es_cu: Compartir con contactos
fr: Partager avec des contacts
ja: 連絡先と共有
ru: Поделиться с контактами

source: :badge_user:`Logged in users`
de: :badge_user:`Eingeloggte Benutzer`
es_cu: :badge_user:`Usuarios registrados`
fr: :badge_user:`Utilisateur·ices enregistré·es`
ja: :badge_user:`ログイン済ユーザー`
ru: :badge_user:`Зарегистрированные пользователи`

source: This is the recommended method for sharing documents securely on CryptPad. When sharing directly with :ref:`contacts <contacts>`, document links never leave the encrypted platform of CryptPad. This prevents data from being leaked to third parties.
de: Dies ist der empfohlene Weg, um Dokumente sicher auf CryptPad zu teilen. Beim direkten Teilen mit :ref:`contacts <contacts>` verlassen die Links zu Dokumenten niemals die verschlüsselte Plattform von CryptPad.
es_cu: Este es el método recomendado para compartir documentos de manera segura en CryptPad. Cuando se comparten directamente con :ref:`contacts <contacts>`, los enlaces de documentos nunca salen de la plataforma cifrada de CryptPad. Esto evita que los datos se filtren a terceros.
fr: Il est recommandé d'utiliser cette méthode pour partager vos documents. En partageant directement avec vos :ref:`contacts <contacts>` les liens et les clés de chiffrement ne quittent pas la plateforme chiffrée de CryptPad. Cela garantit de ne pas donner l'accès à vos données à des services tiers.
ja: この方法がCryptPadで安全にドキュメントを共有するのに推奨されます。\ :ref:`連絡先 <contacts>`\ と直接ドキュメントを共有すれば、ドキュメントのリンクはCryptPadの外部に伝わることはなく、第三者にデータが流出することもありません。
ru: Это рекомендуемый метод для безопасного обмена документами на CryptPad. При предоставлении доступа к документу напрямую :ref:`контактам <contacts>` ссылки на документы никогда не покидают зашифрованную платформу CryptPad. Это предотвращает утечку данных третьим лицам.

source: To share with one or more contacts:
de: Um mit einem oder mehreren Kontakten zu teilen:
es_cu: Para compartir con uno o más contactos:
fr: Pour partager avec un·e/des contacts :
ja: 連絡先とは以下の方法で共有できます。
ru: Чтобы поделиться с одним или несколькими контактами:

source: |share-alt| **Share** in the document toolbar > |address-book| **Contacts**.
de: |share-alt| **Teilen** in der Werkzeugleiste im Dokument > |address-book| **Kontakte**.
es_cu: |share-alt| **Compartir** en la barra de herramientas del documento > |address-book| **Contactos**.
fr: |share-alt| **Partager** dans la barre d'outils du document > |address-book| **Contacts**.
ja: ドキュメントのツールバーの |share-alt| **共有** > |address-book| **連絡先**\ 。
ru: |share-alt| **Поделиться** на панели инструментов документа > |address-book| **Контакты**.

source: ``Right click`` on the document in the CryptDrive > |share-alt| **Share** > |address-book| **Contacts**.
de: ``Rechtsklicke`` auf das Dokument im CryptDrive > |share-alt| **Teilen** > |address-book| **Kontakte**.
es_cu: ``Right click`` en el documento en CryptDrive > |share-alt| **Compartir** > |address-book| **Contactos**.
fr: ``Clic droit`` sur le document dans le CryptDrive > |share-alt| **Partager** > |address-book| **Contacts**.
ja: CryptDriveのドキュメントを ``右クリック`` > |share-alt| **共有** > |address-book| **連絡先**\ 。
ru: ``Щелкните правой кнопкой мыши`` по документу в CryptDrive > |share-alt| **Поделиться** > |address-book| **Контакты**.

source: Then:
de: Dann:
es_cu: Entonces:
fr: Puis :
ja: その後、
ru: Затем:

source: Choose the :ref:`access rights <share_access_rights>`.
de: Wähle die :ref:`Zugriffsrechte <share_access_rights>`.
es_cu: Selecciona :ref:`access rights <share_access_rights>`.
fr: Choisir les :ref:`droits d'accès <share_access_rights>`.
ja: :ref:`アクセス権限 <share_access_rights>`\ を選択。
ru: Выберите :ref:`права доступа <share_access_rights>`.

source: Select the contacts or teams to share with.
de: Wählen einen Kontakt oder ein Team aus, mit dem du das Dokument teilen möchtest.
es_cu: Selecciona los contactos o equipos con los que deseas compartir.
fr: Sélectionner la·e/les contacts ou équipes.
ja: 共有する連絡先または連絡先を選択。
ru: Выберите контакты или группы, с которыми хотите поделиться.

source: **Share** button.
de: Schaltfläche **Teilen**.
es_cu: **Compartir** botón.
fr: Bouton **Partager**.
ja: **共有**\ ボタン。
ru: Кнопка **Поделиться**.

source: When sharing with contacts, they receive a notification. When sharing with a team, the document is added directly to the team’s CryptDrive.
de: Nach dem Teilen mit Kontakten erhalten sie eine Benachrichtigung. Beim Teilen mit einem Team wird das Dokument direkt zum CryptDrive des Teams hinzugefügt.
es_cu: Al compartir con contactos, ellos reciben una notificación. Al compartir con un equipo, el documento se añade directamente al CryptDrive del equipo.
fr: Lorsque vous partagez avec des contacts, ils reçoivent une notification. Lorsque vous partagez avec une équipe, le document est ajouté directement au CryptDrive de l'équipe.
ja: 連絡先とドキュメントを共有すると、相手に通知が送信されます。チームとドキュメントを共有する際、ドキュメントはチームのCryptDriveに直接追加されます。
ru: Когда Вы поделились документом с контактами они получают уведомление. Когда Вы поделились документом с командой документ добавляется непосредственно в CryptDrive команды.

source: Sharing a link
de: Einen Link teilen
es_cu: Compartir un enlace
fr: Partager un lien
ja: リンクの共有
ru: Поделиться ссылкой

source: The **Link** tab provides links that can be shared through the medium of your choice. Depending on how you send the link, this method can present security risks. To add a level of security, it is recommended to add a :ref:`password <access_tab>` to your document before sharing the link.
de: Die Unterseite **Link** stellt Links bereit, die auf einen Kanal deiner Wahl geteilt werden können. Je nachdem wie du den Link versendest, kann dies mit Sicherheitsrisiken verbunden sein. Für eine zusätzliche Sicherheitsebene wird empfohlen, vor dem Teilen ein :ref:`Passwort <access_tab>` hinzuzufügen.
es_cu: La pestaña **enlace** proporciona enlaces que se pueden compartir a través del medio que prefieras. Dependiendo de cómo envíes el enlace, este método puede presentar riesgos de seguridad. Para añadir un nivel de seguridad, se recomienda agregar una :ref:`password <access_tab>` a tu documento antes de compartir el enlace.
fr: L'onglet **Lien** permet de partager des documents en envoyant un lien par le moyen de votre choix. En fonction du moyen de communication employé cette méthode de partage peut présenter des risques de sécurité. Pour ajouter un niveau de sécurité, il est recommandé d'ajouter un :ref:`mot de passe <access_tab>` à votre document avant de le partager.
ja: **リンク**\ タブで表示されるリンクは、任意の方法でこれを共有できます。リンクを送信する方法によっては、この方法はセキュリティー上のリスクとなる可能性があります。セキュリティーを高めるために、リンクを共有する前に\ :ref:`パスワード <access_tab>`\ を設定することが推奨されます。
ru: Вкладка **Ссылка** содержит ссылки, которыми можно поделиться вне CryptPad. В зависимости от того, как Вы отправляете ссылку, этот способ может представлять угрозу безопасности. Чтобы повысить уровень безопасности, рекомендуется добавить :ref:`пароль <access_tab>` в свой документ, прежде чем делиться ссылкой.

source: To copy the link to a document:
de: Um den Link zu einem Dokument kopieren:
es_cu: Para copiar el enlace a un documento:
fr: Pour copier le lien d'un document :
ja: ドキュメントへのリンクは、以下の方法でコピーできます。
ru: Чтобы скопировать ссылку на документ:

source: From the document: |share-alt| **Share** in the toolbar > |link| **Link**.
de: Im Dokument: |share-alt| **Teilen** in der Werkzeugleiste > |link| **Link**.
es_cu: Desde el documento: |share-alt| **Compartir** en la barra de herramientas > |link| **Enlace**.
fr: Depuis le document : |share-alt| **Partager** dans la barre d'outils > |link| **Lien**.
ja: ドキュメントから：ツールバーの |share-alt| **共有** > |link| **リンク**\ 。
ru: Из документа: |share-alt| **Поделиться** на панели инструментов > |link| **Ссылка**.

source: From the CryptDrive : ``Right click`` on the document > |share-alt| **Share** > |link| **Link**.
de: Im CryptDrive : ``Rechtsklicke`` auf das Dokument > |share-alt| **Teilen** > |link| **Link**.
es_cu: Desde CryptDrive : ``Right click`` en el documento > |share-alt| **Compartir** > |link| **Enlace**.
fr: Depuis le CryptDrive : ``Clic droit`` sur le document > |share-alt| **Partager** > |link| **Lien**.
ja: CryptDriveから：ドキュメントを ``右クリック`` > |share-alt| **共有** > |link| **リンク**\ 。
ru: Из CryptDrive: ``Щелкните правой кнопкой мыши`` на документе > |share-alt| **Поделиться** > |link| **Ссылка**.

source: Choose the :ref:`access rights <share_access_rights>` and additional options:
de: Wähle die :ref:`Zugriffsrechte <share_access_rights>` und weitere Optionen:
es_cu: Seleccionar :ref:`access rights <share_access_rights>` y opciones adicionales:
fr: Choisir les :ref:`droits d'accès <share_access_rights>` et les options additionnelles :
ja: :ref:`アクセス権限 <share_access_rights>`\ とその他の設定を選択。
ru: Выберите :ref:`права доступа <share_access_rights>` и дополнительные параметры:

source: **Embed mode** hides the toolbar and user list.
de: **Einbettungsmodus** versteckt die Werkzeugleiste und Benutzerliste.
es_cu: **Modo de incrustación** oculta la barra de herramientas y la lista de usuarios.
fr: **Mode intégration** cache la barre d'outils CryptPad et la liste des utilisateur·ices connecté·es.
ja: **埋め込みモード**\ はツールバーとユーザー一覧を表示しません。
ru: **Встроенный вид** скрывает панель инструментов и список пользователей.

source: **Preview** allows to check what the link will look like before sending it.
de: **Vorschau** zeigt dir, wie der Link aussieht, bevor du ihn teilst.
es_cu: **Vista previa** permite verificar cómo se verá el enlace antes de enviarlo.
fr: **Aperçu** permet de visualiser le lien avant de l'envoyer.
ja: **プレビュー**\ から、リンクを送信する前に内容を確認することができます。
ru: **Предварительный просмотр** позволяет проверить, как будет выглядеть ссылка перед отправкой.

source: **Copy** the link.
de: **Kopiere** den Link.
es_cu: **Copiar** el enlace.
fr: **Copier** le lien.
ja: リンクを\ **コピー**\ 。
ru: **Скопируйте** ссылку.

source: Send the link.
de: Versende den Link.
es_cu: Enviar el enlace.
fr: Envoyer le lien.
ja: リンクを送信。
ru: Отправьте ссылку.

source: Embedding
de: Einbetten
es_cu: Incrustar
fr: Intégration
ja: 埋め込み
ru: Встраивание в веб-страницы

source: Embedding allows for a CryptPad document to be displayed on a web page.
de: Das Einbetten erlaubt, CryptPad-Dokumente in anderen Webseiten anzuzeigen.
es_cu: Incrustar permite que un documento de CryptPad se muestre en una página web.
fr: L'intégration permet d'inclure un document CryptPad sur une page web.
ja: CryptPadのドキュメントをウェブページに埋め込んで表示することができます。
ru: Встраивание позволяет отображать документ CryptPad на веб-странице.

source: To embed a document:
de: Um ein Dokument einzubetten:
es_cu: Para incrustar un documento:
fr: Pour inclure un document :
ja: ドキュメントは以下の方法で埋め込むことができます。
ru: Чтобы встроить документ:

source: From the document : |share-alt| **Share** in the toolbar > |code| **Embed**.
de: Im Dokument: |share-alt| **Teilen** in der Werzeugleiste > |code| **Einbetten**.
es_cu: Desde el documento : |share-alt| **Compartir** en la barra de herramientas > |code| **Incrustar**.
fr: Depuis le document : |share-alt| **Partager** dans la barre d'outils > |code| **Intégration**.
ja: ドキュメントから：ツールバーの |share-alt| **共有** > |code| **\ 埋め込む**\ 。
ru: Из документа: |share-alt| **Поделиться** на панели инструментов > |code| **Вставить**.

source: From the CryptDrive : ``Right click`` on the document > |share-alt| **Share** > |code| **Embed**.
de: Im CryptDrive : ``Rechtsklicke`` auf das Dokument > |share-alt| **Teilen** > |code| **Einbetten**.
es_cu: Desde CryptDrive : ``Right click`` en el documento > |share-alt| **Compartir** > |code| **Incrustar**.
fr: Depuis le CryptDrive : ``Clic droit`` sur le document > |share-alt| **Partager** > |code| **Intégration**.
ja: CryptDriveから：ドキュメントを ``右クリック`` > |share-alt| **共有** > |code| **埋め込む**\ 。
ru: Из CryptDrive: ``Щелкните правой кнопкой мыши`` по документу > |share-alt| **Поделиться** > |code| **Вставить**.

source: then
de: dann
es_cu: entonces
fr: puis
ja: その後、
ru: затем

source: **Copy** the embed code.
de: **Kopiere** dein Einbettungscode.
es_cu: **Copiar** el código incrustado.
fr: **Copier** le code d'intégration.
ja: 埋め込み用のコードを\ **コピー**\ 。
ru: **Скопируйте** код для встраивания.

source: Paste the code on a web page.
de: Füge den Code auf einer Webseite ein.
es_cu: Pega el código en una página web.
fr: Coller le code sur une page web.
ja: コードをウェブページに貼り付ける。
ru: Вставьте код на веб-страницу.

source: Shared folders
de: Geteilte Ordner
es_cu: Carpetas compartidas
fr: Dossiers partagés
ja: 共有フォルダー
ru: Общие папки

source: Shared folders are made for sharing a set of documents at once.
de: Geteilte Ordner sind dazu gedacht, mehrere Dokumente auf einmal zu teilen.
es_cu: Las carpetas compartidas están diseñadas para compartir un conjunto de documentos a la vez.
fr: Les dossiers partagés permettent de partager un ensemble de documents.
ja: 複数のドキュメントを一度に共有する際に、共有フォルダーを使用できます。
ru: Общие папки предназначены для одновременного доступа к нескольким документам.

source: To create a shared folder in the CryptDrive:
de: Um einen geteilten Ordner im CryptDrive zu erstellen:
es_cu: Para crear una carpeta compartida en CryptDrive:
fr: Pour créer un dossier partagé dans le CryptDrive :
ja: CryptDriveで共有フォルダーは以下の方法で作成できます。
ru: Чтобы создать общую папку в CryptDrive:

source: ``+ New`` > |cptools shared-folder| **Shared folder**.
de: ``+ Neu`` > |cptools shared-folder| **Geteilter Ordner**.
es_cu: ``+ New`` > |cptools shared-folder| **carpeta compartida**.
fr: ``+ Nouveau`` > |cptools shared-folder| **Dossier partagé**.
ja: ``+ 新規`` > |cptools shared-folder| **共有フォルダー**\ 。
ru: ``+ Новый`` > |cptools shared-folder| **Общая папка**.

source: :kbd:`Ctrl + e` > |cptools shared-folder| **Shared folder**.
de: :kbd:`Strg + E` > |cptools shared-folder| **Geteilter Ordner**.
es_cu: :kbd:`Ctrl + e` > |cptools shared-folder| **Carpeta compartida**.
fr: :kbd:`Ctrl + e` > |cptools shared-folder| **Dossier partagé**.
ja: :kbd:`Ctrl + e` > |cptools shared-folder| **共有フォルダー**\ 。
ru: :kbd:`Ctrl + e` > |cptools shared-folder| **Общая папка**.

source: ``Right click`` > |cptools shared-folder| **New shared folder**.
de: ``Rechtsklick`` > |cptools shared-folder| **Neuer geteilter Ordner**.
es_cu: ``Right click`` > |cptools shared-folder| **Nueva carpeta compartida**.
fr: ``Clic droit`` > |cptools shared-folder| **Nouveau dossier partagé**.
ja: ``右クリック`` > |cptools shared-folder| **新しい共有フォルダー**\ 。
ru: ``Щелкните правой кнопкой мыши`` > |cptools shared-folder| **Новая общая папка**.

source: To convert an existing folder into a shared folder:
de: Um einen bestehenden Ordner in einen geteilten Ordner umzuwandeln:
es_cu: Para convertir una carpeta existente en una carpeta compartida:
fr: Pour convertir un dossier existant en dossier partagé :
ja: 既存のフォルダーは以下の方法で共有フォルダーに変換できます。
ru: Чтобы преобразовать существующую папку в общую папку:

source: ``Right click`` on the folder > |share-alt| **Share**.
de: ``Rechtsklicke`` auf den Ordner > |share-alt| **Teilen**.
es_cu: ``Right click`` en la carpeta > |share-alt| **Compartir**.
fr: ``Clic droit`` > |share-alt| **Partager**.
ja: フォルダーを ``右クリック`` > |share-alt| **共有**\ 。
ru: ``Щелкните правой кнопкой мыши`` по папке > |share-alt| **Поделиться**.

source: Choose the conversion options. Password. :ref:`Owned <owners>` folder.
de: Wähle die Optionen zur Umwandlung. Passwort. :ref:`Eigener <owners>` Ordner.
es_cu: Elige las opciones de conversión. Contraseña. :ref:`Owned <owners>` carpeta.
fr: Choisir les options de conversion en dossier partagé. Mot de passe. Être :ref:`propriétaire <owners>` du dossier partagé.
ja: 変換時のオプションを設定。設定できるオプションは、パスワードと\ :ref:`所有されている <owners>`\ フォルダーの2つ。
ru: Выберите параметры конвертации. Пароль. Папка с :ref:`Владельцем <owners>`.

source: ``OK`` or press the :kbd:`Enter` key.
de: ``OK`` oder drücke die Taste :kbd:`Enter`.
es_cu: ``OK`` o presiona :kbd:`Enter` clave.
fr: ``OK`` ou la touche :kbd:`Entrée`.
ja: ``OK`` または :kbd:`Enter` キーを押す。
ru: ``OK`` или нажмите клавишу :kbd:`Enter`.
