Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/share_and_access.po
Languages: de, es_cu, fr, ja, ru

source: Folders are shared in a similar way to documents. To share a folder from the CryptDrive:
de: Das Teilen von Ordnern funktioniert ähnlich wie das Teilen von Dokumenten. Um einen Ordner im CryptDrive zu teilen:
es_cu: Las carpetas se comparten de manera similar a los documentos. Para compartir una carpeta desde el CryptDrive:
fr: Les dossiers sont partagés de manière similaire aux documents. Pour partager un dossier, depuis le CryptDrive :
ja: フォルダーはドキュメントと同様の方法で共有できます。CryptDriveでフォルダーは以下の方法で共有できます。
ru: Папки используются аналогично документам. Чтобы поделиться папкой из CryptDrive:

source: Choose the `access rights <#access-rights>`__. **View**: Read-only without editing the contents of the folder. **Edit**: View and make changes to the folder.
de: Wähle die `Zugriffsrechte <#access-rights>`__. **Ansehen**: Nur lesen ohne Bearbeitung des Ordnerinhalts. **Bearbeiten**: Ansehen und Verändern des Ordners.
es_cu: Selecciona la **Vista** `access rights <#access-rights>`__. **Vista**: Solo lectura sin editar el contenido de la carpeta. **Editar**: Ver y realizar cambios en la carpeta.
fr: Choisir les `droits d'accès <#access-rights>`__. **Lecture-seule** : Consulter le contenu du dossier sans le modifier. **Édition** : Consulter et modifier le contenu du dossier.
ja: `アクセス権 <#access-rights>`__\ を設定してください。**閲覧**\ ：フォルダーの内容の読み取りのみ。\ **編集**\ ：フォルダーの閲覧と変更。
ru: Выберите `права доступа <#access-rights>`__. **Просмотр**: только для чтения без редактирования содержимого папки. **Редактировать**: просмотр и внесение изменений в папку.

source: Three tabs are available: |address-book| **Contacts**: Recommended method to share securely with contacts and teams on CryptPad. |link| **Link**: Copy a link to send through the medium of your choice. |code| **Embed**: Copy code to include the folder on a web page.
de: Es gibt drei Unterseiten: |address-book| **Kontakte**: Empfohlene Methode zum sicheren Teilen mit Kontakten und Teams auf CryptPad. |link| **Link**: Link kopieren und über einen Weg deiner Wahl versenden. |code| **Einbettung**: Code kopieren und Ordner auf einer Webseite einbetten.
es_cu: Se disponen de tres pestañas: |address-book| **Contactos**: El método recomendado para compartir de forma segura con contactos y equipos en CryptPad.|link| **Enlace**: Copia un enlace para enviarlo a través del medio de tu elección. |code| **Incrustar**: Copia el código para incluir una carpeta en una página web.
fr: Trois onglets sont disponibles : |address-book| **Contacts** : Méthode conseillée pour partager de manière sécurisée avec vos contacts et équipes CryptPad. |link| **Lien** : Copier un lien à transmettre par le moyen de votre choix. |code| **Intégration** : Copier le code pour inclure le dossier sur une page web.
ja: 3つのタブが利用可能です。|address-book| **連絡先**\ ：CryptPadの連絡先やチームと安全に共有する方法（推奨）。 |link| **リンク**\ ：リンクをコピーして、任意の方法で送信。 |code| **埋め込み**\ ：フォルダーをウェブページに含めるためのコードをコピー。
ru: Доступны три вкладки: |address-book| **Контакты**: рекомендуемый способ безопасного обмена данными с контактами и командами на CryptPad. |link| **Ссылка**: Скопируйте ссылку для отправки через выбранный вами канал связи. |code| **Встроить**: Скопируйте код, чтобы добавить папку на веб-страницу.

source: Shared folders have their own history, separate from the :ref:`drive_history`. Restoring the history of the drive does not affect shared folders, conversely the history of a shared folder can be restored without affecting the rest of the drive.
de: Geteilte Ordner haben ihren eigenen Verlauf, unabhängig vom :ref:`drive_history`. Die Wiederherstellung des CryptDrive-Verlaufs beeinflusst geteilte Ordner nicht. Umgekehrt kann der Verlauf eines geteilten Ordners wiederhergestellt werden, ohne andere Teile des CryptDrives zu beeinflussen.
es_cu: Las carpetas compartidas tienen su propia historia, separada del :ref:`drive_history`. Restaurar el historial del disco no afecta a las carpetas compartidas; el historial de una carpeta compartida puede restaurarse sin afectar al resto del disco.
fr: Les dossiers partagés ont leur propre historique, séparé de l':ref:`drive_history`. Restaurer l'historique du drive n'affecte pas les dossiers partagés, inversement l'historique d'un dossier partagé peut être restauré ou supprimé sans affecter le reste du drive.
ja: 共有フォルダーには、\ :ref:`drive_history`\ とは別に、固有の履歴が設定されます。ドライブの履歴を復元しても共有フォルダーの履歴に対する影響はなく、逆にまた、共有フォルダーの履歴を復元してもドライブの履歴に対する影響はありません。
ru: Общие папки имеют свою собственную историю, отдельную от :ref:`drive_history`. Восстановление истории диска не влияет на общие папки, и наоборот, историю общей папки можно восстановить, не затрагивая остальную часть диска.

source: Please note that, once shared, they cannot be reverted to normal folders.
de: Bitte beachte, dass sie nach dem Teilen nicht wieder in normale Ordner umgewandelt werden können.
ru: Пожалуйста, обратите внимание, что после предоставления общего доступа к папкам, их уже не получится снова сделать обычными (приватными).

source: Access
de: Zugriff
es_cu: Acceso
fr: Accès
ja: アクセス
ru: Доступ

source: This menu is used to restrict access to a document or shared folder:
de: Dieses Menü kann dazu verwendet werden, den Zugriff auf Dokumente oder geteilte Ordner einzuschränken:
es_cu: Este menú se utiliza para restringir el acceso a un documento o carpeta compartida:
fr: Ce menu permet de restreindre l'accès à un document ou dossier partagé :
ja: このメニューでドキュメントまたは共有フォルダーへのアクセスを制限できます。
ru: Это меню используется для ограничения доступа к документу или общей папке:

source: From the document: |unlock-alt| **Access**.
de: Im Dokument: |unlock-alt| **Zugriff**.
es_cu: Desde el documento: |unlock-alt| **Acceso**.
fr: Depuis le document : |unlock-alt| **Accès** dans la barre d'outils.
ja: ドキュメントから：|unlock-alt| **アクセス**\ 。
ru: Из документа: |unlock-alt| **Доступ**.

source: From the CryptDrive: ``Right click`` on the document or shared folder > |unlock-alt| **Access**.
de: Im CryptDrive: ``Rechtsklicke`` auf das Dokument oder geteilten Ordner > |unlock-alt| **Zugriff**.
es_cu: Desde CryptDrive: ``Right click`` en el documento o carpeta compartida > |unlock-alt| **Acceso**.
fr: Depuis le CryptDrive : ``Clic droit`` sur le document ou dossier partagé > |unlock-alt| **Accès**.
ja: CryptDriveから：ドキュメントまたは共有フォルダーを ``右クリック`` > |unlock-alt| **アクセス**\ 。
ru: Из CryptDrive: ``Щелкните правой кнопкой мыши`` по документу или общей папке > |unlock-alt| **Доступ**.

source: Access tab
de: Unterseite "Zugriff"
es_cu: Pestaña de acceso
fr: Onglet Accès
ja: アクセスのタブ
ru: Вкладка «Доступ»

source: This tab summarises all the modalities of access to the document:
de: Hier werden die Bedingungen für den Zugriff auf das Dokument zusammengefasst:
es_cu: Esta pestaña resume todas las modalidades de acceso al documento:
fr: Cet onglet résume toutes les modalités d'accès au document :
ja: このタブはドキュメントのアクセスに関する詳細を表示します。
ru: На этой вкладке собраны все способы доступа к документу:

source: **Expiration date**: Date at which the document will be deleted. This date is set at the creation of the document and cannot be modified afterwards.
de: **Ablaufdatum**: Datum, an dem das Dokument gelöscht wird. Dieses Datum wird bei der Erstellung des Dokuments festgelegt und kann später nicht mehr geändert werden.
es_cu: **Fecha de caducidad**: Fecha en la que el documento será eliminado. Esta fecha se establece al crear el documento y no se puede modificar posteriormente.
fr: **Date d'expiration** : Date de destruction du document. Cette date est réglée à la création du document et ne peut pas être modifié par la suite.
ja: **有効期限**\ ：ドキュメントを削除する日時。有効期限はドキュメントの作成時に設定され、その後に変更することはできません。
ru: **Срок действия**: дата, когда документ будет удален. Эта дата устанавливается при создании документа и не может быть изменена впоследствии.

source: **Password**: Displays if a password has been set. A new password can be set, or an existing password modified.
de: **Passwort**: Zeigt an, ob ein Passwort festgelegt wurde. Es kann ein neues Passwort festgelegt werden oder ein bestehendes Passwort geändert werden.
es_cu: **Contraseña**: Muestra si se ha establecido una contraseña. Se puede establecer una nueva contraseña o modificar una existente.
fr: **Mot de passe** : Affiche si un mot de passe a été activé. Un nouveau mot de passe peut être activé, et un mot de passe existant peut être modifié.
ja: **パスワード**\ ：パスワードが設定済かどうかを表示。新しいパスワードを設定したり、既存のパスワードを変更したりできます。
ru: **Пароль**: отображается, если установлен пароль. Можно установить новый пароль или изменить существующий пароль.

source: **Owners**: List of all the document’s `owners <#owners>`__.
de: **Eigentümer**: Listet alle `Eigentümer <#owners>`__ des Dokuments auf.
es_cu: **Propietarios**: Lista todos los `owners <#owners>`__ del documento.
fr: **Propriétaires** : Liste de tou·tes les `owners <#owners>`__ du document.
ja: **所有者** \： 全てのドキュメントの\ `所有者 <#owners>`__\ の一覧。
ru: **Владельцы**: Список всех `владельцев документа <#owners>`__.

source: **Edit rights requests**:
de: **Zugriffsanfragen**:
es_cu: **Solicitudes de derechos de edición**:
fr: **Demander les droits d'édition** :
ja: **編集権限に関する要求**：
ru: **Запросы на изменение прав**:

source: **Request edit rights**: For users with read-only access rights.
de: **Bearbeitungsrechte anfragen**: Für Nutzer nur mit Lesezugriff.
es_cu: **Solicitar derechos de edición**: Para usuarios con derechos de acceso solo lectura.
fr: **Demander les droits d'édition** : Pour les utilisateur·ices en lecture seule.
ja: **編集権限を要求**\ ：読み取り専用アクセス権をもつユーザー用。
ru: **Запрос прав на редактирование**: для пользователей с правами доступа только для чтения.

source: |bell-slash| **Mute access requests for this pad**: Hides edit rights requests for this document. :badge_owner:`Document owners`
de: |bell-slash| **Zugriffsanfragen für dieses Pad stummschalten**: Versteckt Zugriffsanfragen für dieses Dokument. :badge_owner:`Eigentümer von Dokumenten`
es_cu: |bell-slash| **Silenciar solicitudes de acceso para este pad**: Oculta las solicitudes de derechos de edición para este documento. :badge_owner:`Document owners`
fr: |bell-slash| **Masquer les requêtes d'accès pour ce pad** : Bloque les requêtes de droits d'édition. :badge_owner:`Propriétaires du document`
ja: |bell-slash| **このパッドへのアクセス要求をミュート**\ ：このドキュメントに関する編集権限の要求を表示しないよう設定。 :badge_owner:`ドキュメントの所有者`
ru: |bell-slash| **Не отображать запросы доступа к этому документу**: скрывает запросы на редактирование этого документа. :badge_owner:`Владельцы документа`

source: **Access list**: Displays the `access list <#access-list>`__ and indicates if it is enabled.
de: **Zugriffsliste**: Zeigt die `Zugriffsliste <#access-list>`__ und ob sie aktiviert ist.
es_cu: **Lista de acceso**: Muestra la `access list <#access-list>`__ e indica si está habilitada.
fr: Liste d'accès : Affiche la `access list <#access-list>`__ et indique si elle est activée.
ja: **アクセスリスト**\ ：\ `アクセスリスト <#access-list>`__\ が有効な場合、これを表示。
ru: **Список доступа**: отображает `список доступа <#access-list>`__ и указывает, включен ли он.

source: |cptools destroy| **Destroy**: Delete the document permanently.
de: |cptools destroy| **Zerstören**: Löscht das Dokument endgültig.
es_cu: |cptools destroy| **Destruir**: Elimina el documento permanentemente.
fr: |cptools destroy| **Détruire** : Supprimer le document de manière permanente.
ja: |cptools destroy| **完全に削除**\ ：ドキュメントを完全に破棄。
ru: |cptools destroy| **Уничтожить**: окончательное удаление документа.

source: Access List
de: Zugriffsliste
es_cu: Lista de acceso
fr: Liste
ja: アクセスリスト
ru: Список доступа

source: :badge_owner:`Document owners`
de: :badge_owner:`Eigentümer von Dokumenten`
fr: :badge_owner:`Propriétaires du document`
ja: :badge_owner:`ドキュメントの所有者`
ru: :badge_owner:`Владельцы документа`

source: The access list restricts access to a document. Once active, users who are not on the list are not able to access the document, even if they have it stored in their CryptDrive.
de: Die Zugriffsliste beschränkt den Zugriff auf ein Dokument. Wenn aktiviert, können Benutzer, die nicht auf der Liste stehen, nicht auf das Dokument zugreifen, selbst wenn sie es in ihrem CryptDrive gespeichert haben.
es_cu: La lista de acceso restringe el acceso al documento. Una vez activada, los usuarios que no estén en la lista no podrán acceder al documento, incluso si lo tienen almacenado en su CryptDrive.
fr: La liste d'accès permet de restreindre l'accès à un document. Une fois activée, les utilisateur·ices qui ne sont pas sur la liste n'ont pas accès au document, même si celui-ci est dans leur CryptDrive.
ja: アクセスリストでは、ドキュメントへのアクセスを制限できます。有効にすると、一覧にないユーザーは、CryptDriveにドキュメントを保存していても、それにアクセスすることはできなくなります。
ru: Список доступа ограничивает доступ к документу. После активации пользователи, которых нет в списке, не cмогут получить доступ к документу, даже если он хранится у них в CryptDrive.

source: To enable the access list, tick **Enable access list**. The `owners <#owners>`__ of the document are on the list by default and cannot be removed from it.
de: Um die Zugriffsliste zu aktivieren, wähle **Zugriffsliste aktivieren** aus. Die `Eigentümer <#owners>`__ des Dokuments stehen standardmäßig auf der Liste und können nicht entfernt werden.
es_cu: Para habilitar la lista de acceso, marca **Habilitar lista de acceso**. Los `propietarios <#owners>`__ del documento están en la lista por defecto y no pueden ser eliminados.
fr: Pour activer la liste d'accès, cochez la case **Activer la liste d'accès**. Les propriétaires du document sont sur la liste par défaut et ne peuvent pas en être supprimés.
ja: アクセスリストを有効にするには、\ **アクセスリストを有効にする**\ をチェックしてください。ドキュメントの\ `所有者 <#owners>`__\ は既定でリストに含まれており、削除することはできません。
ru: Чтобы включить список доступа, установите флажок **Включить список доступа**. `Владельцы <#owners>`__ документа находятся в списке по умолчанию и не могут быть удалены из него.

source: To add contacts or teams to the list:
de: Um Kontakte oder Teams zu der Liste hinzuzufügen:
es_cu: Para añadir contactos o equipos a la lista:
fr: Pour ajouter d'autres utilisateur·ices ou équipes :
ja: 連絡先またはチームは以下の方法で一覧に追加できます。
ru: Чтобы добавить контакты или группы в список:

source: Select them in the list of contacts on the right.
de: Wähle sie aus der Kontaktliste auf der rechten Seite aus.
es_cu: Seleccionarlos en la lista de contactos a la derecha.
fr: Les sélectionner dans la liste de contacts à droite du menu.
ja: 右側にある連絡先の一覧から選択。
ru: Выберите их в списке контактов справа.

source: Add them to the list with the |arrow-left| button.
de: Füge sie mit der Schaltfläche |arrow-left| zu der Liste hinzu.
es_cu: Adiciónalos a la lista con el botón |arrow-left|.
fr: Les ajouter à la liste avec le bouton |arrow-left|.
ja: |arrow-left| ボタンでリストに追加。
ru: Добавьте их в список с помощью кнопки |arrow-left|.

source: To remove a user or team from the list use the |times| button next to their name.
de: Um einen Benutzer oder ein Team aus der Liste zu entfernen, verwende die Schaltfläche |times| neben dem Namen.
es_cu: Para eliminar un usuario o equipo de la lista, utiliza el botón |times| junto a su nombre.
fr: Pour supprimer un·e utilisateur·ice ou une équipe de la liste d'accès, utiliser le bouton |times| à côté de leur nom.
ja: リストからユーザーまたはチームを削除するには、名前の隣にある |times| ボタンを使用してください。
ru: Чтобы удалить пользователя или команду из списка, используйте кнопку |times| рядом с их именем.

source: Owners
de: Eigentümer
es_cu: Propietarios
fr: Propriétaires
ja: 所有者
ru: Владельцы

source: This tab is used to manage the ownership of the document. Owners of a document have the following permissions:
de: Hier kann die Eigentümerschaft des Dokuments verwaltet werden. Eigentümer haben die folgenden Berechtigungen:
es_cu: Esta pestaña se utiliza para gestionar la propiedad del documento. Los propietarios de un documento tienen los siguientes permisos:
fr: Cet onglet est utilisé pour gérer les propriétaires du document. Les propriétaires ont les permissions suivantes :
ja: このタブでは、ドキュメントの所有権を管理できます。ドキュメントの所有者には以下の権限が与えられています。
ru: Эта вкладка используется для управления правами собственности на документ. Владельцы документа имеют следующие разрешения:

source: Enable an :ref:`access list <access_list>`.
de: Eine :ref:`Zugriffsliste <access_list>` aktivieren.
es_cu: Habilita una :ref:`lista de acceso <access_list>`.
fr: Activer une :ref:`liste d'accès <access_list>`.
ja: :ref:`アクセスリスト <access_list>`\ を有効にする。
ru: Включить :ref:`список доступа <access_list>`.

source: Enable a password.
de: Ein Passwort aktivieren.
es_cu: Habilita una contraseña.
fr: Activer un mot de passe.
ja: パスワードを有効にする。
ru: Включить пароль.

source: Add or remove other owners.
de: Andere Eigentümer hinzufügen oder entfernen.
es_cu: Adiciona o elimina otros propietarios.
fr: Ajouter ou supprimer d'autres propriétaires.
ja: その他の所有者を追加あるいは削除。
ru: Добавить или удалить других владельцев.

source: Destroy the document.
de: Das Dokument zerstören.
es_cu: Destruir el documento.
fr: Détruire le document.
ja: ドキュメントを完全に削除。
ru: Уничтожить документ.

source: The ownership of a document is set when :ref:`creating it<new_document>`.
de: Die Eigentümerschaft eines Dokuments wird bei der :ref:`Erstellung <new_document>` festgelegt.
es_cu: La propiedad de un documento se establece cuando :ref:`creating it<new_document>`.
fr: La propriété d'un document est établie lors de sa :ref:`création <new_document>`.
ja: ドキュメントの所有権は\ :ref:`新しくドキュメントを作成 <new_document>`\ した際に設定されます。
ru: Право собственности на документ устанавливается при его :ref:`создании <new_document>`.

source: If a document is created without owners, no one has permissions to manage its ownership. It cannot be permanently destroyed by anyone, but can be removed from the CryptDrive and will be destroyed automatically after 90 days of inactivity.
de: Wenn ein Dokument ohne Eigentümer erstellt wird, hat niemand die Berechtigung zur Verwaltung der Eigentümerschaft. Das Dokument kann nicht dauerhaft zerstört werden, aber es kann aus dem CryptDrive entfernt werden und wird dann automatisch nach 90 Tagen Inaktivität zerstört.
es_cu: Si un documento se crea sin propietarios, nadie tiene permisos para gestionar su propiedad. No puede ser destruido permanentemente por nadie, pero puede ser eliminado desde CryptDrive y se destruirá automáticamente después de 90 días de inactividad.
fr: Si un document est créé sans propriétaire, personne n'a la permission de gérer sa propriété. Il ne peut pas être détruit de manière permanente, mais peut être supprimé du CryptDrive et est détruit automatiquement après 90 jours d'inactivité.
ja: ドキュメントが所有者なしで作成された場合、どのユーザーにもその所有権を管理することはできません。そのドキュメントは誰も完全に削除できませんが、CryptDriveから削除される可能性があり、90日利用しない場合には、完全に削除されます。
ru: Если документ создан без владельцев, ни у кого нет прав на управление правом собственности на него. Он не может быть окончательно уничтожен кем-либо, но может быть удален из CryptDrive и будет автоматически уничтожен через 90 дней бездействия.

source: To add users or teams as owners:
de: Um Benutzer oder Teams als Eigentümer hinzuzufügen:
es_cu: Para añadir usuarios o equipos como propietarios:
fr: Pour ajouter des propriétaires, utilisateur·ices ou équipes :
ja: ユーザーまたはチームは以下の方法で所有者に追加できます。
ru: Чтобы добавить пользователей или группы в качестве владельцев:

source: To remove an owner, use the |times| button next to their name.
de: Um einen Eigentümer zu entfernen, benutze die Schaltfläche |times| neben seinem Namen.
es_cu: Para eliminar un propietario, utiliza el botón |times| junto a su nombre.
fr: Pour supprimer un·e propriétaire, utiliser sur le bouton |times| à côté de leur nom.
ja: 所有者を削除するには、名前の隣にある |times| ボタンを使用してください。
ru: Чтобы удалить владельца, используйте кнопку |times| рядом с его именем.
