Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/support.po
Languages: de, fr, ru

source: Support
ru: Техподдержка

source: Support tickets provide a secure communication channel with the administrators of the CryptPad instance. The **Support** page is accessible through:
de: Support-Tickets stellen einen sicheren Kommunikationskanal zu den Administratoren der CryptPad-Instanz zur Verfügung. Auf die Seite **Support** kann wie folgt zugegriffen werden:
fr: Les tickets de support permettent de communiquer de manière sécurisée avec les adminstrateur·ices de votre instance CryptPad. La page **Support** est accessible depuis :
ru: Обращения в службу поддержки предоставляют безопасный канал связи с администраторами экземпляра CryptPad. Страница **Техподдержки** доступна через:

source: User menu (avatar at the top-right) > |life-ring| **Support**.
de: Benutzermenü (Avatar oben rechts) > |life-ring| **Support**.
fr: Menu utilisateur·ice (avatar en haut à droite) > |life-ring| **Support**.
ru: Меню пользователя (аватар вверху справа) > |life-ring| **Техподдержка**.

source: The support page is separated into 3 tabs:
de: Die Support-Seite ist in drei Registerkarten unterteilt:
fr: La page support est séparée en 3 onglets :
ru: Страница поддержки разделена на 3 вкладки:

source: |envelope-o| :ref:`Existing tickets <support_existing>`
de: |envelope-o| :ref:`Vorhandene Tickets <support_existing>`
fr: |envelope-o| :ref:`Tickets existants <support_existing>`
ru: |envelope-o| :ref:`Существующие обращения <support_existing>`

source: |life-ring| :ref:`New ticket <support_new>`
de: |life-ring| :ref:`Neues Ticket <support_new>`
fr: |life-ring| :ref:`Nouveau ticket <support_new>`
ru: |life-ring| :ref:`Новое обращение <support_new>`

source: |wrench| :ref:`Debug data <support_debug>`
de: |wrench| :ref:`Daten zur Fehleranalyse <support_debug>`
fr: |wrench| :ref:`Diagnostic <support_debug>`
ru: |wrench| :ref:`Отладочные данные <support_debug>`

source: Existing tickets
de: Vorhandene Tickets
fr: Tickets existants
ru: Существующие обращения

source: It's where you can read the response from your instance administrators to the tickets you created. If needed, you can add more information to your first message by clicking the REPLY blue button. Note that you can add attachments to your message, like a screenshot for example.
de: Hier kannst du die Antwort der Administratoren deiner Instanz auf die von dir erstellten Tickets lesen. Falls erforderlich, kannst du weitere Informationen zu deiner ersten Nachricht hinzufügen, indem du auf die blaue Schaltfläche ANTWORTEN klickst. Beachte, dass du Anhänge deiner Nachricht hinzufügen kannst, z. B. einen Screenshot.
fr: C'est ici que vous pouvez lire les réponses de vos administrateur·ices d'instance aux tickets que vous créez. Si nécessaire, vous pouvez ajouter plus d'information à votre premier message en cliquant sur le bouton bleu RÉPONDRE. Notez que vous pouvez ajouter une pièce jointe à votre message, comme une capture d'écran par exemple.
ru: Здесь Вы можете прочитать ответ администраторов Вашего экземпляра на созданные Вами заявки. При необходимости Вы можете добавить дополнительную информацию к своему первому сообщению, нажав синюю кнопку ОТВЕТИТЬ. Обратите внимание, что Вы можете добавлять вложения к своему сообщению, например, скриншот.

source: When receiving a response to a ticket, a :ref:`notification <user_settings_notifications>` is sent to your account, visible in the bell at the top right.
de: Wenn du eine Antwort auf ein Ticket erhältst, wird eine :ref:`Benachrichtigung <user_settings_notifications>` an dein Konto gesendet, sichtbar in der Glocke oben rechts.
fr: Lorsque vous recevez une réponse à un ticket, une :ref:`notification <user_settings_notifications>` est envoyée à votre compte, visible dans la cloche en haut à droite.
ru: При получении ответа на запрос в Вашу учетную запись отправляется :ref:`уведомление <user_settings_notifications>`, видимое в колокольчике справа вверху.

source: If your request has been fulfilled you can close the ticket. Or just wait for them to acknowledge your last message and close it themselves. When the ticket is closed it still appears in your existing tickets list. If you want, you can use the red button at the end to remove it.
de: Wenn dein Anliegen erledigt ist, kannst du das Ticket schließen. Oder warte einfach, bis deine letzte Nachricht von den Administratoren gelesen und das Ticket geschlossen wurde. Wenn das Ticket geschlossen wurde, erscheint es weiterhin in der Liste der existierenden Tickets. Wenn du möchtest, kannst du es mit der roten Schaltfläche am Ende entfernen.
fr: Si votre requête a été satisfaite vous pouvez fermer le ticket. Ou simplement attendre qu'iels reçoivent votre dernier message et le ferment elleux même. Quand votre ticket est fermé il continue d'apparaître dans votre liste de ticket existants. Si vous le voulez, vous pouvez utiliser le bouton rouge en bas pour le supprimer.
ru: Если Ваш запрос был выполнен, Вы можете закрыть заявку. Или просто подождите, пока они подтвердят ваше последнее сообщение и закроют его сами. Когда запрос закрыт, он по-прежнему отображается в Вашем списке существующих обращений. При желании, Вы можете использовать красную кнопку в конце списка, чтобы удалить его.

source: New ticket
de: Neues Ticket
fr: Nouveau ticket
ru: Новое обращение

source: You can create a new ticket by selecting a category, type in a subject and your request. Note that your instance administrator languages are shown at the top of the page. In case of need don't hesitate to use an online translation system.
de: Du kannst ein neues Ticket erstellen, indem du eine Kategorie auswählst, einen Betreff und deine Anfrage eingibst. Beachte, dass die Sprachen der Administratoren deiner Instanz oben auf der Seite angezeigt werden. Zögere nicht, im Bedarfsfall ein Online-Übersetzungsprogramm zu nutzen.
fr: Vous pouvez créer un nouveau ticket en sélectionnant une catégorie, tapez le sujet et votre requête. Notez que les langages écrits par les administrateur·ices de votre instance sont indiqués en haut de la page. En cas de besoin n'hésitez pas à utiliser un système de traduction en ligne.
ru: Вы можете создать новое обращение, выбрав категорию, введя тему и свой запрос. Обратите внимание, что языки, на которых общается администратор текущего экземпляра, показаны в верхней части страницы. В случае необходимости не стесняйтесь воспользоваться системой онлайн-перевода.

source: After selecting the category, some guidelines are shown. You'll learn what type of information your instance administrators will likely require to be able to help you.
de: Nachdem du die Kategorie ausgewählt hast, werden einige Hinweise angezeigt. Sie beschreiben, welche Art von Informationen die Administratoren deiner Instanz wahrscheinlich benötigen, um dir helfen zu können.
fr: Après avoir sélectionné la catégorie, quelques indications sont montrées. Vous verrez quel type d'information vos administrateur·ces d'instance ont probablement besoin pour vous aider.
ru: После выбора категории будут показаны некоторые рекомендации. Вы узнаете, какой тип информации, скорее всего, потребуется администраторам вашего экземпляра, чтобы иметь возможность помочь Вам.

source: User account
de: Benutzerkonto
fr: Compte utilisateur·ice
ru: Учётная запись пользователя

source: Drive or team
de: Drive oder Team
fr: Drive ou équipe
ru: Хранилище (Drive) или Команда

source: Document
de: Dokument
ru: Документ

source: Report abuse
de: Missbrauch melden
fr: Signaler un abus
ru: Нарушены Условия Обслуживания

source: Bug report
de: Fehlerbericht
fr: Rapport de bug
ru: Сообщить об ошибке

source: Other
de: Anderes
fr: Autre
ru: Другое

source: After typing your request and sending your ticket you are taken back to the existing tickets tab.
de: Nachdem du deine Anfrage eingegeben und abgeschickt hast, wirst du wieder zur Übersicht über die existierenden Tickets weitergeleitet.
fr: Après avoir tapé votre requête et envoyé votre ticket vous êtes ramené à l'onglet de tickets existants.
ru: После ввода текста запроса и отправки обращения Вас возвратят на вкладку 'Существующие обращения'.

source: Debug data
de: Daten zur Fehleranalyse
fr: Diagnostic
ru: Отладочные данные

source: It shows you the information included in the support tickets you submit. Like everything else, it's all encrypted and only your instance administrators will be able to access this data. Note that doesn't give access to any of your documents.
de: Es werden die Informationen angezeigt, die in den von dir eingereichten Support-Tickets enthalten sind. Wie alles andere sind auch diese Daten verschlüsselt und nur Administratoren deiner Instanz haben Zugriff auf diese Daten. Beachten, dass sie damit keinen Zugriff auf Ihre Dokumente erhalten.
fr: Ceci montre les informations incluses dans le ticket de support que vous envoyez. Comme tout le reste c'est chiffré de bout en bout et accessible uniquement par les administrateur·ices de votre instance. Notez que ça ne donne accès à aucun de vos documents.
ru: Показывает Вам информацию, включенную в отправленные Вами обращения в службу поддержки. Как и всё остальное, всё это зашифровано, и только администраторы вашего экземпляра смогут получить доступ к этим данным. Обратите внимание, что это не дает доступа ни к одному из Ваших документов.

source: Here is the detailed list of the data shared and its purpose:
de: Es folgt eine detaillierte Auflistung der geteilten Daten und ihrer Bedeutung:
fr: Voici la liste détailée des données partagées et leur utilité :
ru: Вот подробный список совместно используемых данных и их назначение:

source: Names
de: Namen
fr: Noms
ru: Имена

source: The current name and username you specified for your account.
de: Der aktuelle Name und der Benutzername, den du für dein Konto festgelegt hast.
fr: Le nom et nom d'utilisateur·ice associés à vote compte.
ru: Текущее имя и логин, которые Вы указали для своей учетной записи.

source: Identifiers
de: Kennungen
fr: Identifiants
ru: Идентификаторы

source: Drive, channel and notification unique identifiers.
de: Eindeutige Kennungen für Drive, Kanal und Benachrichtigungen.
fr: Identifiants uniques du Drive, channel et notification.
ru: Уникальные идентификаторы диска, канала и уведомления.

source: Keys
de: Schlüssel
fr: Clés
ru: Ключи

source: Public curve & key used for encryption.
de: Öffentliche Kurve und Schlüssel, die für die Verschlüsselung verwendet werden.
fr: Courbe et clé publique utilisée pour le chiffrement.
ru: Публичные кривая и ключ, используемые для шифрования.

source: Quota
de: Speicherplatzbegrenzung
ru: Квота

source: Your total storage, how much is currently taken and the subscription if you have one.
de: Dein verfügbarer Speicherplatz, wie viel davon derzeit belegt ist und dein Abonnement, falls du eines abgeschlossen hast.
fr: Votre stockage total, combien est consommé actuellement et votre souscription si elle existe.
ru: Ваше общее хранилище, сколько в настоящее время занято и подписка, если она у Вас есть.

source: Web browser
de: Internetbrowser
fr: Navigateur web
ru: Веб-браузер

source: User agent, vendor & appVersion let us know what web browser you are using and which version.
de: User Agent, Hersteller & Version lassen uns wissen, welchen Webbrowser du verwendest.
fr: User agent, vendor et appVersion nous permettent de connaître le navigateur web que vous utilisez ainsi que sa version.
ru: Пользовательский агент, производитель и версия приложения сообщают нам, какой веб-браузер Вы используете и какую версию.

source: Screen
de: Bildschirm
fr: Écran
ru: Экран

source: Width & height, allows us understand the kind of device you are using.
de: Breite und Höhe, damit wir wissen, welche Art von Gerät du verwendest.
fr: Largeur et hauteur, nous permettent de comprendre quel type d'appareil vous utilisez.
ru: Ширина и высота позволяют нам понять, какой тип устройства Вы используете (телефон/планшет/компьютер).

source: Block location
de: Block-Position
ru: Расположение блока

source: To verify your credentials exist on the server in case of login issue.
de: Um zu überprüfen, ob deine Anmeldedaten auf dem Server vorhanden sind, falls es Probleme bei der Anmeldung gibt.
fr: Pour vérifier que vos identifiants existent sur le serveur en cas de problème de connexion.
ru: Чтобы убедиться, что Ваши учетные данные существуют на сервере в случае проблем со входом в систему.

source: Teams
fr: Équipes
ru: Команды

source: List the teams you are member of and some information about them.
de: Liste der Teams, in denen du Mitglied bist, und einige Informationen über sie.
fr: Afficher les équipes dont vous êtes membre et quelques informations à propos de ces dernières.
ru: Перечисляет команды, членом которых Вы являетесь, и некоторую информацию о них.
