Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/user_account.po
Languages: de, es_cu, fr, ja, ru

source: To log in to CryptPad visit the **log in** page (at the top right of the home page), and fill in the username and password used at registration.
de: Zum Einloggen besuche die Seite **Einloggen** (oben rechts auf der Startseite) und gib deinen Benutzernamen und dein Passwort ein.
es_cu: Para iniciar sesión en CryptPad, visita la página **iniciar sesión** (en la parte superior derecha de la página de inicio) y completa el nombre de usuario y la contraseña utilizados en el registro.
fr: Pour vous connecter sur votre compte, rendez-vous sur la page de **Connexion** (en haut à droite sur la page d’accueil) et remplissez le nom d'utilisateur·ice et le mot de passe choisis à l'inscription.
ja: CryptPadにログインするには\ **ログイン**\ ページを開き（ホームページの右上より）、登録時に設定したユーザー名とパスワードを入力してください。
ru: Чтобы войти в CryptPad, перейдите на страницу **Войти** (в правом верхнем углу домашней страницы) и введите имя пользователя и пароль, использованные при регистрации.

source: Notifications
de: Benachrichtigungen
es_cu: Notificaciones
ja: 通知
ru: Уведомления

source: :badge_user:`Logged in users`
de: :badge_user:`Eingeloggte Benutzer`
es_cu: :badge_user:`Usuarios registrados`
fr: :badge_user:`Utilisateur·ices enregistré·es`
ja: :badge_user:`ログイン済ユーザー`
ru: :badge_user:`Зарегистрированные пользователи`

source: CryptPad notifies you when your contacts interact with you. Notifications are displayed by the bell |bell-o| next to the avatar (at the top-right). If you have unread notifications, the bell is filled |bell| and a count is displayed.
de: CryptPad benachrichtigt dich, wenn ein Kontakt mit dir interagiert. Benachrichtigungen werden bei der Glocke |bell-o| neben deinem Avatar (oben rechts) angezeigt. Wenn du ungelesene Benachrichtigungen hast, ist die Glocke ausgefüllt |bell| und es wird ein Zähler angezeigt.
es_cu: CryptPad te notifica cuando tus contactos interactúan contigo. Las notificaciones se muestran mediante la campana |bell-o| al lado del avatar (en la parte superior derecha). Si tienes notificaciones sin leer, se llena la campana |bell| y se muestra un recuento.
fr: CryptPad vous notifie lorsque vos contacts interagissent avec vous. Les notifications sont affichées par la cloche |bell-o| à côté de l'avatar (en haut à droite). Si vous avez des notifications non lues, la cloche est pleine |bell| et un compte est affiché.
ja: CryptPadはあなたの連絡先から連絡があった場合に通知を行います。通知は右上にあるアバターの横に表示される |bell-o| ベルで行われます。未読の通知があれば、ベルのマークが |bell| のように強調され、未読数が併せて表示されます。
ru: CryptPad уведомляет Вас, когда Ваши контакты взаимодействуют с Вами. Уведомления отображаются с помощью колокольчика |bell-o| рядом с аватаркой (вверху справа). Если у Вас есть непрочитанные уведомления, колокольчик закрашен |bell| и отображается их количество.

source: |bell| Bell drop down menu:
de: |bell| Dropdown-Menü der Glocke:
es_cu: |bell| Menú desplegable de campana:
fr: Menu déroulant en cliquant sur la cloche |bell| :
ja: |bell| ベルのドロップダウンのメニューでは、
ru: |bell| Выпадающее меню колокольчика:

source: Browse unread notifications.
de: Durchsuche ungelesene Benachrichtigungen.
es_cu: Explorar notificaciones no leídas.
fr: Consulter les notifications non lues.
ja: 未読の通知を確認できます。
ru: Просмотреть непрочитанные уведомления.

source: Delete a notification with |times|.
de: Lösche eine Benachrichtigung mit |times|.
es_cu: Eliminar una notificación con |times|.
fr: Supprimer une notification avec |times|.
ja: 通知は |times| で削除できます。
ru: Удалить уведомление с помощью |times|.

source: **Open notifications panel**: View all notifications and notification history.
de: **Benachrichtungspanel öffnen**: Alle Benachrichtigungen und den Verlauf der Benachrichtigungen ansehen.
es_cu: **Abrir panel de notificaciones**: ve todas las notificaciones y el historial de notificaciones.
fr: **Ouvrir le panneau de notifications** : Consulter toutes les notifications et l'historique des notifications reçues.
ja: **通知パネルを開く**\ ：全ての通知と、通知の履歴を表示。
ru: **Открыть панель уведомлений**: просмотреть все уведомления и историю уведомлений.

source: On the notifications panel page:
de: Auf der Seite des Benachrichtigungspanels:
es_cu: En la página del panel de notificaciones:
fr: Sur la page du panneau de notifications :
ja: 通知パネルのページでは、
ru: На странице панели уведомлений:

source: Select the type of notification to view:
de: Wähle die Art der anzuzeigenden Benachrichtigungen:
es_cu: Selecciona el tipo de notificación para ver:
fr: Sélectionner le type de notifications à consulter :
ja: 表示する種類の通知を選択できます。
ru: Выберите, уведомления какого типа показать:

source: |bars| All.
de: |bars| Alle.
es_cu: |bars| Todo.
fr: |bars| Toutes.
ja: |bars| 全て。
ru: |bars| Все.

source: |user| Contact Requests.
de: |user| Kontaktanfragen.
es_cu: |user| Solicitudes de contacto.
fr: |user| Demandes de contact.
ja: |user| 連絡先のリクエスト。
ru: |user| Запросы на Контакт.

source: |cptools richtext| Shared with me.
de: |cptools richtext| Mit mir geteilt.
es_cu: |cptools richtext| Comparte conmigo.
ja: |cptools richtext| 自分と共有済。
ru: |cptools richtext| Мне предоставлен доступ.

source: |archive| History.
de: |archive| Verlauf.
es_cu: |archive| Historia.
fr: |archive| Historique.
ja: |archive| 履歴。
ru: |archive| История.

source: |trash|: Delete notifications.
de: |trash|: Benachrichtigungen löschen.
es_cu: |trash|: Elimina notificaciones.
fr: |trash| : Supprimer les notifications.
ja: |trash|：通知を削除。
ru: |trash|: Удалить уведомления.

source: Settings
de: Einstellungen
es_cu: Ajustes
fr: Préférences
ja: 設定
ru: Настройки

source: The account settings are found in the user menu (avatar at the top right) > |gear| **Settings**.
de: Die Einstellungen für den Account befinden sich im Benutzermenü (Avatar oben rechts) > |gear| **Einstellungen**.
es_cu: La configuración de la cuenta se encuentra en el menú de usuario (avatar en la parte superior derecha) > |gear| **Ajustes**.
fr: Les réglages du compte sont accessibles par le menu utilisateur·ice (avatar en haut à droite) > |gear| **Préférences**.
ja: アカウントの設定はユーザーメニュー（右上のアバター） > |gear| **設定**\ から確認できます。
ru: Настройки учетной записи находятся в меню пользователя (аватар вверху справа) > |gear| **Настройки**.

source: Account
es_cu: Cuenta
fr: Compte
ja: アカウント
ru: Учетная запись

source: **Account name**: Username chosen at registration. This name cannot be changed. :badge_user:`Logged in users`
de: **Kontoname**: Bei der Registrierung gewählter Benutzername . Dieser Name kann nicht geändert werden. :badge_user:`Eingeloggte Benutzer`
es_cu: **Nombre de cuenta**: Nombre de usuario elegido al registrarse. Este nombre no se puede cambiar. :badge_user:`Usuarios registrados`
fr: **Nom d'utilisateur·ice** : Nom utilisé lors de votre inscription. Ce nom n'est pas modifiable. :badge_user:`Utilisateurs enregistrés`
ja: **アカウント名**: 登録時に指定したユーザー名。アカウント名は変更できません。:badge_user:`ログイン済ユーザー`
ru: **Имя учетной записи**: имя пользователя, выбранное при регистрации. Это имя нельзя изменить. :badge_user:`Зарегистрированные пользователи`

source: **Public Signing Key**: Used by instance administrators and/or on instances that offer subscriptions. This is the only data about your account that is available to the administrators of the service. :badge_user:`Logged in users`
de: **Öffentlicher Schlüssel zum Unterschreiben**: Wird von Administratoren verwendet und/oder auf Instanzen, die Abonnements anbieten. Dies ist die einzige Information über deinen Account, der für die Administratoren des Dienstes einsehbar ist. :badge_user:`Eingeloggte Benutzer`
es_cu: **Clave de firma pública**: utilizada por administradores de instancias y/o en instancias que ofrecen suscripciones. Estos son los únicos datos sobre tu cuenta que están disponibles para los administradores del servicio. :badge_user:`Usuarios registrados`
fr: **Clé publique de signature** : Utilisée par les administrateur·ices d'instance et/ou sur les instances avec abonnement. C'est la seule donnée concernant votre compte qui est visible par les administrateur·ices du service. :badge_user:`Utilisateurs enregistrés`
ja: **公開署名鍵**\ ：定額利用を提供しているインスタンスや、インスタンスの管理者が使用。これはサービスの管理者に利用可能な、あなたのアカウントに関する唯一のデータです。\ :badge_user:`ログイン済ユーザー`
ru: **Открытый ключ подписи**: используется администраторами экземпляров и/или в экземплярах, предлагающих подписки. Это единственные данные о Вашем аккаунте, которые доступны администраторам сервиса. :badge_user:`Зарегистрированные пользователи`

source: **Language**: Language used in the CryptPad interface. To change the language of CryptPad pick a new language in the drop-down menu. CryptPad is translated in English and French by the development team, and in other languages by the :ref:`community <contribute_translation>`. Some translations can be incomplete and/or contain errors.
de: **Sprache**: In der Benutzeroberfläche von CryptPad verwendete Sprache. Um die Sprache zu ändern, wähle ein andere Sprache aus dem Auswahlmenü aus. CryptPad wird vom Entwicklerteam ins Englische und Französische übersetzt. Andere Sprachen werden von der :ref:`Community <contribute_translation>` gepflegt. Manche Übersetzungen können unvollständig sein oder Fehler enthalten.
es_cu: **Idioma**: Idioma utilizado en la interfaz de CryptPad. Para cambiar el idioma de CryptPad, elige un nuevo idioma en el menú desplegable. CryptPad está traducido al inglés y al francés por el equipo de desarrollo, y a otros idiomas por la :ref:`community <contribute_translation>`. Algunas traducciones pueden estar incompletas y/o contener errores.
fr: **Langue** : Langue utilisée dans l'interface de CryptPad. Pour changer de langue, en choisir une dans le menu déroulant. CryptPad est traduit en anglais et en français par l'équipe de développement, et dans d'autres langues par la :ref:`communauté <contribute_translation>`. Certaines traductions peuvent être incomplètes et/ou comporter des erreurs.
ja: **言語**\ ：CryptPadの画面で使用される言語。変更するにはドロップダウンのメニューで別の言語を選択してください。CryptPadは開発チームにより英語とフランス語で、また、\ :ref:`コミュニティー <contribute_translation>`\ によりその他の言語で提供されています。翻訳の中には不完全だったり、誤訳を含んでいたりするものがある場合があります。
ru: **Язык**: язык, используемый в интерфейсе CryptPad. Чтобы изменить язык CryptPad, выберите новый язык в раскрывающемся меню. CryptPad переводится на английский и французский языки командой разработчиков, а на другие языки — :ref:`сообществом <contribute_translation>`. Некоторые переводы могут быть неполными и/или содержать ошибки.

source: **Automatic Download limit**: Maximum size in megabytes (MB) for automatically loading media elements (images, videos, pdf) embedded into documents. Elements bigger than the specified size can be loaded manually. Use "-1" to always load the media elements automatically.
de: **Limit für automatisches Herunterladen**: Maximale Größe in Megabytes (MB) für das automatische Laden von Medienelementen (Bilder, Videos, PDFs), die in Dokumenten eingebettet sind. Größere Elemente können manuell geladen werden. Gib "-1" ein, um Medienelemente immer automatisch zu laden.
es_cu: **Límite de descarga automática**: Tamaño máximo en megabytes (MB) para cargar automáticamente elementos multimedia (imágenes, videos, pdf) incrustados en documentos. Los elementos más grandes que el tamaño especificado se pueden cargar manualmente. Utiliza "-1" para cargar siempre los elementos multimedia automáticamente.
fr: **Limite de téléchargement automatique** : Taille maximale en mégaoctets (Mo) pour le chargement automatique des pièces jointes (images, vidéos, PDF) intégrés dans les documents. Les pièces jointes dont la taille est supérieure à la taille spécifiée peuvent être chargées manuellement. Utilisez "-1" pour toujours charger automatiquement les pièces jointes.
ja: **自動ダウンロードの制限**\ ：ドキュメントに埋め込まれたメディア要素（画像、ビデオ、PDF）を自動で読み込む最大のサイズをメガバイト（MB）で指定してください。指定したサイズより大きい要素については、手動で読み込む必要があります。「-1」を設定すると、メディア要素は常に自動で読み込みます。
ru: **Лимит автоматического скачивания**: максимальный размер в мегабайтах (МБ) для автоматической загрузки мультимедийных элементов (изображений, видео, PDF), встроенных в документы. Элементы больше указанного размера можно загрузить вручную. Используйте «-1», чтобы всегда автоматически загружать элементы мультимедиа.

source: **Account deletion**: Option to permanently delete your account and all of its documents. **Delete your account** and confirm. :badge_user:`Logged in users`
de: **Löschung des Accounts**: Option zum Löschen deines Accounts und aller darin gespeicherter Dokumente. Klicke auf **Deinen Account löschen** und bestätige. :badge_user:`Eingeloggte Benutzer`
es_cu: **Eliminación de cuenta**: Opción para eliminar permanentemente su cuenta y todos sus documentos. **Elimina tu cuenta** y confirma. :badge_user:`Usuarios registrados`
fr: **Suppression du compte** : Option pour supprimer définitivement votre compte et ses documents. Pour supprimer votre compte, cliquez sur **Suppression du compte** puis confirmez. :badge_user:`Utilisateurs enregistrés`
ja: **アカウントの削除**\ ：アカウントと全てのドキュメントを完全に削除するオプションです。アカウントを削除するには、\ **アカウントの削除**\ をクリックし、承認してください。 :badge_user:`ログイン済ユーザー`
ru: **Удаление учетной записи**: возможность навсегда удалить свою учетную запись и все её документы. **Удалить вашу учетную запись** и подтвердите. :badge_user:`Зарегистрированные пользователи`

source: Profile
ru: Профиль

source: **Display Name**: Name displayed to other users, for example when you collaborate on documents. To change this name enter a new name and click on **Save**.
ru: **Отображаемое имя**: имя, отображаемое другим пользователям, например, при совместной работе над документами. Чтобы изменить это имя, введите новое имя и нажмите **Сохранить**.

source: **Avatar**: A picture for your profile, shown alongside your display name. :badge_user:`Logged in users`
ru: **Аватар**: Изображение для Вашего профиля, отображаемое рядом с Вашим отображаемым именем. :badge_user:`Зарегистрированные пользователи`

source: **Badge**: Show your role to other users, this can be "Administrator", "Support and moderation" or as well that you are a paid subscriber. :badge_user:`Logged in users`
ru: **Значок**: Покажите свою роль другим пользователям, это может быть «Администратор», «Поддержка и модерация» или то, что Вы являетесь платным подписчиком. :badge_user:`Зарегистрированные пользователи`

source: **Link to your website**: Fill a valid URL to add a link to your personal website. :badge_user:`Logged in users`
ru: **Ссылка на Ваш веб-сайт**: Введите действительный URL-адрес, чтобы добавить ссылку на Ваш личный веб-сайт. :badge_user:`Зарегистрированные пользователи`

source: **Profile description**: Text area where you can write a little bio using rich text formatting with the toolbar or by using the Markdown syntax. :badge_user:`Logged in users`
ru: **Описание профиля**: Текстовая область, где Вы можете написать небольшую биографию, используя форматирование текста с помощью панели инструментов или с помощью синтаксиса Markdown. :badge_user:`Зарегистрированные пользователи`

source: Security & Privacy
de: Sicherheit & Datenschutz
es_cu: Seguridad y Privacidad
fr: Sécurité et confidentialité
ja: セキュリティーとプライバシー
ru: Безопасность и Конфиденциальность

source: **Close remote sessions**: Log out of all sessions except the one from which this option is activated. (see also :ref:`remote_disconnect`) :badge_user:`Logged in users`
de: **Andere Sitzungen beenden**: Logge dich aus allen Sitzungen aus, abgesehen von der gerade verwendeten Sitzung (siehe auch :ref:`remote_disconnect`). :badge_user:`Eingeloggte Benutzer`
es_cu: **Cerrar sesiones remotas**: Cierra sesión en todas las sesiones excepto en aquella en la que está activada esta opción. (ver también :ref:`remote_disconnect`) :badge_user:`Usuarios registrados`
fr: **Fermer les autres sessions** : Vous déconnecte de toutes les autres sessions où vous êtes connecté sauf celle où vous activez cette fonctionnalité. (voir aussi :ref:`remote_disconnect`) :badge_user:`Utilisateurs enregistrés`
ja: **リモートセッションを閉じる**\ ：このオプションを有効にしたセッションを除く全てのセッションからログアウト（\ :ref:`remote_disconnect`\ も参照）。\ :badge_user:`ログイン済ユーザー`
ru: **Закрытие удаленных сеансов**: выйти из всех сеансов, кроме того, в котором активирована эта опция. (см. также :ref:`remote_disconnect`) :badge_user:`Зарегистрированные пользователи`

source: **Two-Factor Authentication (2FA)**: Protect your account with an additional verification code provided by an authenticator app of your choice. :badge_user:`Logged in users`
de: **Zwei-Faktor-Authentifizierung (2FA)**: Schütze deinen Account mit einem zusätzlichen Verifizierungscode, der von einer Authentifizierungs-App deiner Wahl erzeugt wird. :badge_user:`Eingeloggte Benutzer`
es_cu: **Autenticación de dos factores (2FA)**: protege tu cuenta con un código de verificación adicional proporcionado por una aplicación de autenticación de tu elección. :badge_user:`Logged in users`
ja: **二要素認証（2FA）**\ ：任意の認証用アプリケーションによる追加の認証コードで、アカウントを保護できます。 :badge_user:`ログイン済ユーザー`
ru: **Двухфакторная аутентификация (2FA)**: Защитите свою учетную запись с помощью дополнительного кода подтверждения, предоставленного выбранным Вами приложением для аутентификации. :badge_user:`Зарегистрированные пользователи`

source: To activate 2FA:
de: Um 2FA zu aktivieren:
es_cu: Para activar 2FA:
fr: Pour activer 2FA :
ja: 二要素認証を有効にするには、以下の手順に従ってください。
ru: Чтобы активировать 2FA:

source: Enter your account password
de: Gib dein Account-Passwort ein
es_cu: Ingresa la contraseña de tu cuenta
fr: Entrez le mot de passe de votre compte
ja: アカウントのパスワードを入力
ru: Введите пароль Вашей учетной записи

source: Save the recovery code
de: Notiere den Wiederherstellungscode
es_cu: Guarda el código de recuperación
fr: Sauvegardez le code de récupération
ja: 復旧コードを保存
ru: Сохраните код восстановления

source: Snap the QR code with a 2FA app of your choice (or copy the address and paste into your app)
de: Scanne den QR-Code mit einer 2FA-App deiner Wahl (oder kopiere die Adresse und füge sie in deine App ein)
es_cu: Ajusta el código QR con una aplicación 2FA de tu elección (o copia la dirección y pégala en tu aplicación)
fr: Scannez le QR code avec l'application 2FA de votre choix (ou copiez l'adresse dans votre application)
ja: QRコードを、あなたが使う二要素認証のアプリでスキャン（またはアドレスをアプリにコピー）
ru: Отсканируйте QR-код выбранным Вами приложением 2FA (или скопируйте адрес и вставьте его в свое приложение)

source: Enter the verification code to confirm
de: Gib zur Bestätigung den Verifizierungscode ein
es_cu: Ingresa el código de verificación para confirmar
fr: Entrez le code de vérification pour confirmer
ja: 認証コードを入力して承認
ru: Введите проверочный код для подтверждения

source: **Change your password**: Change your account's password. Enter your current password, and confirm the new password by typing it twice
de: **Dein Passwort ändern**: Gib dein aktuelles Passwort ein und bestätige dein neues Passwort, indem du es zweimal eingibst
es_cu: **Cambiar tu contraseña**: Cambia la contraseña de tu cuenta. Ingresa tu contraseña actual y confirma la nueva contraseña escribiéndola dos veces
fr: **Changer de mot de passe** : Entrez votre mot de passe actuel de votre compte et confirmez le nouveau mot de passe en le tapant deux fois
ja: **パスワードの変更**\ ：アカウントのパスワードを変更できます。現在のパスワードを入力し、新しいパスワードを2回入力して承認してください。 :badge_user:`ログイン済ユーザー`
ru: **Измените пароль**: Измените пароль Вашей учётной записи. Введите свой текущий пароль и подтвердите новый пароль, введя тот дважды

source: **Safe links**: When this setting is active, the link in your browser’s address bar does not provide access to the document unless the recipient already has it in their CryptDrive. This setting is active by default. It is highly recommended to keep it active and to use the :ref:`share` menu to copy links to documents.
de: **Sichere Links**: Wenn diese Einstellung aktiv ist, ermöglicht der Link in der Adressleiste deines Browsers keinen Zugriff auf das Dokument, es sei denn, der Empfänger hat es bereits in seinem CryptDrive. Diese Einstellung ist standardmäßig aktiv. Es wird dringend empfohlen, sie aktiv zu lassen und das Menü :ref:`share` zu verwenden, um Links zu Dokumenten zu kopieren.
es_cu: **Enlaces seguros**: cuando esta configuración está activa, el enlace en la barra de direcciones de tu navegador no proporciona acceso al documento a menos que el destinatario ya lo tenga en su CryptDrive. Esta configuración está activa de forma predeterminada. Se recomienda encarecidamente mantenerlo activo y utilizar el menú :ref:`share` para copiar enlaces a documentos.
fr: **Liens Sécurisés** : Quand cette option est activée, le lien dans la barre d'adresse de votre navigateur ne donne pas accès au pad si le destinataire ne l'a pas déjà dans son CryptDrive. Cette fonction est activée par défaut. Il est vivement recommandé de la laisser activée et d'utiliser le menu :ref:`share` pour copier les liens de vos documents.
ja: **セーフリンク**\ ：この設定が有効になっている間、CryptDriveに既にドキュメントが存在するのでない限り、ブラウザーのアドレスバーにあるリンクから当該のドキュメントにアクセスすることはできません。この設定は既定で有効です。ドキュメントを共有する際には、これを無効にせず、\ :ref:`share`\ メニューでドキュメントへのリンクをコピーすることが強く推奨されます。
ru: **Безопасные ссылки**: когда этот параметр активен, ссылка в адресной строке Вашего браузера не даёт доступ к документу, если только получатель уже не имеет его в своем CryptDrive. Этот параметр активен по умолчанию. Настоятельно рекомендуется оставить его активным и использовать меню :ref:`share` для копирования ссылок на документы.
