Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/user_account.po
Languages: de, es_cu, fr, ja, ru

source: User Account
de: Benutzer-Account
es_cu: Cuenta de usuario
fr: Compte utilisateur·ice
ja: ユーザーアカウント
ru: Учетная запись пользователя

source: CryptPad encrypts data so that it is readable only by you and your collaborators. For this reason **the administrators of the service cannot view, retrieve or reset your password**. Therefore it is important that you make a note of your password in a safe place separate from your CryptPad account.
de: CryptPad verschlüsselt Daten so, dass diese nur für dich und deine Mitarbeitenden lesbar sind. Aus diesem Grund **können die Administratoren des Dienstes dein Passwort nicht einsehen, abrufen oder zurücksetzen**. Daher ist es wichtig, dass du dir dein Passwort an einem sicheren Ort getrennt von deinem CryptPad-Account notierst.
es_cu: CryptPad cifra los datos para que solo tu y tus colaboradores puedan leerlos. Por este motivo **los administradores del servicio no pueden ver, recuperar ni restablecer su contraseña**. Por lo tanto, es importante que anotes tu contraseña en un lugar seguro separado de tu cuenta CryptPad.
fr: CryptPad chiffre vos données, elles ne sont lisibles que par vous et vos collaborateurs. Pour cette raison **les administrateur·ices du service ne peuvent pas voir ou changer votre mot de passe**. Il est donc important de le sauvegarder dans un endroit sécurisé, hors de votre compte CryptPad.
ja: CryptPadでは、あなたとあなたの知人のみが読み取れるようにデータを暗号化します。そのため\ **サービスの管理者に、あなたのパスワードを閲覧、取得、リセットすることはできません**\ 。したがって、CryptPadのアカウントとは別の安全な場所にパスワードを記録しておくことが重要です。
ru: CryptPad шифрует данные, чтобы их могли прочитать только Вы и ваши сотрудники. По этой причине **администраторы службы не могут просмотреть, восстановить или сбросить ваш пароль**. Поэтому важно, чтобы Вы записали свой пароль в надежном месте отдельно от своей учетной записи CryptPad.

source: CryptPad uses the combination of your username and password to identify you. Usernames are not unique on CryptPad. It is possible to create multiple accounts with the same username and different passwords.
de: CryptPad verwendet die Kombination aus deinem Benutzernamen und Passwort, um dich zu identifizieren. Benutzernamen sind auf CryptPad nicht eindeutig. Es ist möglich, mehrere Konten mit dem gleichen Benutzernamen und verschiedenen Passwörtern zu erstellen.
es_cu: CryptPad utiliza la combinación de tu nombre de usuario y contraseña para identificarte. Los nombres de usuario no son únicos en CryptPad. Es posible crear varias cuentas con el mismo nombre de usuario y diferentes contraseñas.
fr: CryptPad utilise la combinaison de votre nom d'utilisateur·ice et de votre mot de passe pour vous identifier. Les noms d'utilisateur·ices ne sont pas uniques sur CryptPad, il est possible de créer plusieurs comptes avec le même nom d'utilisateur·ice et des mots de passe différents.
ja: CryptPadでは、ユーザー名とパスワードの組み合わせを使用してユーザーを特定します。CryptPadではユーザー名は一意ではありません。同じユーザー名と異なるパスワードの組み合わせで、複数のアカウントを作成することができます。
ru: Для Вашей идентификации CryptPad использует комбинацию Вашего имени пользователя и пароля. Имена пользователей в CryptPad не уникальны. Можно создать несколько учетных записей с одним и тем же именем пользователя и разными паролями.

source: Account types
de: Account-Typen
es_cu: Tipos de cuenta
fr: Types de comptes
ja: アカウントの種類
ru: Типы учетных записей

source: There are three types of accounts on CryptPad:
de: Es gibt drei Account-Typen auf CryptPad:
es_cu: Hay tres tipos de cuentas en CryptPad:
fr: Il existe trois types d'utilisateurs sur CryptPad :
ja: CryptPadには3種類のアカウントがあります。
ru: На CryptPad существует три типа учетных записей:

source: Guest user
de: Gast-Benutzer
es_cu: Usuario invitado
fr: Visiteur·ice
ja: ゲストユーザー
ru: Гость

source: Non-registered users are identified by an emoji animal or mascot avatar (at the top right).
de: Nicht-registrierte Benutzer werden durch ein Tier- oder Maskottchen-Emoji als Avatar identifiziert (oben rechts).
es_cu: Los usuarios no registrados se identifican mediante un emoji de animal o avatar de mascota (en la parte superior derecha).
fr: Les utilisateur·ices non enregistré·es sont identifié·es par un avatar émoji d'un animal ou mascotte (en haut à droite).
ja: 未登録のユーザーは、絵文字の動物またはアバター（右上に表示）で特定されます。
ru: Незарегистрированные пользователи идентифицируются по аватару животного или маскота (в правом верхнем углу).

source: No personal information is necessary to use CryptPad without registering. However, functionality is reduced:
de: Zur Verwendung von CryptPad ohne Registrierung werden keine persönlichen Informationen benötigt. Allerdings ist der Funktionsumfang eingeschränkt:
es_cu: No es necesaria ninguna información personal para utilizar CryptPad sin registrarse. Sin embargo, la funcionalidad se reduce:
fr: Aucune information personnelle n'est demandée pour utiliser CryptPad de manière non-enregistrée. Les fonctionnalités sont cependant réduites :
ja: 登録せずCryptPadを使用する際に個人情報は必要ありませんが、以下へと機能が制限されます。
ru: Для использования CryptPad без регистрации не требуется никакой личной информации. Однако функциональность ограничена:

source: Access to all applications.
de: Zugriff auf alle Anwendungen.
es_cu: Acceso a todas las aplicaciones.
fr: Accès à toutes les applications.
ja: 全てのアプリケーションへのアクセス。
ru: Доступ ко всем приложениям.

source: Sharing and collaborating on documents.
de: Teilen und gemeinsames Bearbeiten von Dokumenten.
es_cu: Compartir y colaborar en documentos.
fr: Collaboration et partage de documents.
ja: 共有とドキュメントでの共同作業。
ru: Совместное использование и совместная работа над документами.

source: Storage limited to 3 months of inactivity (counted per document).
de: Speicherdauer begrenzt auf drei Monate von Inaktivität (für jedes einzelne Dokument).
es_cu: Almacenamiento limitado a 3 meses de inactividad (contados por documento).
fr: Durée de stockage limitée à 3 mois d'inactivité (pour chaque document).
ja: ストレージの有効期限は3か月間に限定されます（ドキュメントごと）。
ru: Срок хранения документов ограничен 3 месяцами бездействия (учитывается для каждого документа).

source: File storage unavailable for images/videos/PDF/etc…
de: Dateispeicher nicht verfügbar für Bilder, Videos, PDFs, …
es_cu: Almacenamiento de archivos no disponible para imágenes/vídeos/PDF/etc…
fr: Stockage de fichiers indisponible pour les images/vidéos/PDF/etc…
ja: 画像、動画、PDFなどのファイルの保管は不可。
ru: Хранилище файлов недоступно для изображений/видео/PDF/ и т.д. …

source: Limited access to :ref:`calendars <calendar>` (link-shared calendars only).
de: Eingeschränkter Zugriff auf :ref:`Kalender <calendar>` (nur via Link geteilte Kalender).
es_cu: Acceso limitado a :ref:`calendarios <calendar>` (solo calendarios compartidos por enlace).
ja: :ref:`カレンダー <calendar>`\ への制限付きのアクセス（リンクで共有されているカレンダーのみ）。
ru: Ограниченный доступ к :ref:`календарям <calendar>` (только календари с общим доступом по ссылке).

source: Logged in user
de: Eingeloggte Benutzer
es_cu: Usuario registrado
fr: Utilisateur·ice enregistré·e
ja: ログイン済ユーザー
ru: Вошедший в систему пользователь

source: Logged in user are identified by an avatar (at the top right), either their profile picture if they have set one or the first 2 letters of their display name.
de: Eingeloggte Benutzer werden durch einen Avatar identifiziert (oben rechts), entweder durch ihr Profilbild, wenn sie eines festgelegt haben, oder durch die ersten beiden Buchstaben ihres Anzeigenamens.
es_cu: Los usuarios que han iniciado sesión se identifican mediante un avatar (en la parte superior derecha), ya sea su imagen de perfil si han configurado una o las primeras 2 letras de su nombre para mostrar.
fr: Les utilisateur·ices enregistré·es ont comme avatar (en haut à droite) leur photo de profil ou les deux premières lettres de leur nom affiché.
ja: ログイン済のユーザーは右上に表示されるアバターで特定されます。アバターには、プロフィール画像（設定済の場合）または表示名の最初の2文字が使用されます。
ru: Вошедший в систему пользователь идентифицируется по аватару (в правом верхнем углу), либо по фотографии его профиля, если он установил одну из них, либо по первым 2 буквам своего отображаемого имени.

source: Registering an account does not require any personal information, only a username and password. Additional functionality for logged in users:
de: Die Registrierung eines Accounts erfordert keine persönlichen Informationen, sondern nur einen Benutzernamen und ein Passwort. Zusätzliche Funktionen für angemeldete Benutzer:
es_cu: Registrar una cuenta no requiere ninguna información personal, sólo un nombre de usuario y contraseña. Funcionalidad adicional para usuarios registrados:
fr: Enregistrer un compte ne nécessite pas de données personnelles, seulement un nom d'utilisateur·ice et un mot de passe sont demandés. Les fonctionnalités additionnelles sont les suivantes :
ja: アカウントの登録にはユーザー名とパスワードの設定のみが必要で、個人情報は不要です。ログイン済ユーザーは以下の機能を使用できます。
ru: Для регистрации учетной записи не требуется никакой личной информации, только имя пользователя и пароль. Дополнительные функции для зарегистрированных пользователей:

source: Personal and permanent storage space for documents.
de: Persönlicher und dauerhafter Speicherplatz für Dokumente.
es_cu: Espacio de almacenamiento personal y permanente para documentos.
fr: Espace de stockage personnel et permanent.
ja: ドキュメントファイルの個人用の保存スペース（使用期限なし）。
ru: Личное и постоянное место для хранения документов.

source: File storage for images/videos/PDF/etc…
de: Dateispeicher für Bilder, Videos, PDFs, …
es_cu: Almacenamiento de archivos para imágenes/vídeos/PDF/etc…
fr: Stockage de fichiers images/vidéos/PDF/etc…
ja: 画像、動画、PDFなどのファイルの保管。
ru: Хранилище файлов для изображений/видео/PDF/и т. д.

source: More options to manage documents as :ref:`owner <owners>`: add a :ref:`password <access_tab>`, an :ref:`expiry date <access_tab>`, or an :ref:`access list <access_list>`.
de: Mehr Optionen zur Verwaltung von Dokumenten als :ref:`Eigentümer <owners>`: ein :ref:`Passwort <access_tab>` hinzufügen, ein :ref:`Ablaufdatum <access_tab>` oder eine :ref:`Zugriffsliste <access_list>`.
es_cu: Más opciones para administrar documentos como :ref:`propietario <owners>`: agrega una :ref:`contraseña <access_tab>`, una :ref:`fecha de vencimiento <access_tab>` o una :ref:`lista de acceso <access_list>`.
fr: Gestion de documents plus complète en tant que :ref:`propriétaire <owners>` : ajout d'un :ref:`mot de passe <access_tab>`, d'une :ref:`date d'expiration <access_tab>` et :ref:`liste d'accès<access_list>`.
ja: :ref:`所有者 <owners>`\ としてドキュメントを管理する際のオプションの設定。\ :ref:`パスワード <access_tab>`\ や\ :ref:`有効期限 <access_tab>`\ を追加したり\ :ref:`アクセスリスト <access_list>`\ を設定したりできます。
ru: Дополнительные возможности для управления документами в качестве :ref:`владельца <owners>`: добавить :ref:`пароль <access_tab>`, задать :ref:`срок действия <access_tab>` или :ref:`список доступа <access_list>`.

source: Organisation of documents in :ref:`folders <folders>`, :ref:`shared folders <shared_folders>`, or with :ref:`tags <tags>` and :ref:`templates <templates>`.
de: Organisation von Dokumenten in :ref:`Ordnern <folders>`, :ref:`geteilten Ordnern <shared_folders>` oder mit :ref:`Tags <tags>` und :ref:`Vorlagen <templates>`.
es_cu: Organización de documentos en :ref:`carpetas <folders>`, :ref:`carpetas compartidas <shared_folders>`, o con :ref:`etiquetas <tags>` y :ref:`plantillas <templates>`.
fr: Organisation de vos documents en :ref:`dossiers <folders>`, :ref:`dossiers partagés <shared_folders>`, en leur assignant des :ref:`mots-clés <tags>` ou en sauvegardant des :ref:`modèles <templates>`.
ja: :ref:`フォルダー <folders>`\ 、\ :ref:`共有フォルダー <shared_folders>`\ 、 :ref:`タグ <tags>`\ 、\ :ref:`テンプレート <templates>`\ によるドキュメントの整理。
ru: Организация документов в :ref:`папки <folders>`, :ref:`общие папки <shared_folders>`, или с помощью :ref:`тегов <tags>` и :ref:`шаблонов <templates>`.

source: Creation of :ref:`teams <teams>`.
de: Erstellung von :ref:`Teams <teams>`.
es_cu: Creación de :ref:`equipos <teams>`.
fr: Création d':ref:`équipes <teams>`.
ja: :ref:`チーム <teams>`\ の作成。
ru: Создание :ref:`команд <teams>`.

source: Customisation of the :ref:`profile <profile>` page and a list of :ref:`contacts <contacts>` to :ref:`share documents <share>` and :ref:`chat <chat_contacts>` with. Notifications for interactions between contacts.
de: Einrichtung einer :ref:`Profilseite <profile>` und einer Liste von :ref:`Kontakten <contacts>` zum :ref:`Teilen von Dokumenten <share>` und :ref:`Chatten <chat_contacts>`. Benachrichtigungen für die Interaktion zwischen Kontakten.
es_cu: Personalización de la página :ref:`perfil <profile>` y una lista de :ref:`contactos <contacts>` para :ref:`compartir documentos <share>` y :ref:`chat <chat_contacts>` con. Notificaciones de interacciones entre contactos.
fr: Personnalisation de la page de :ref:`profil <profile>` et ajout de :ref:`contacts <contacts>` pour le :ref:`partage de documents <share>` et :ref:`chat <chat_contacts>`. Notifications pour les interactions entre contacts.
ja: :ref:`プロフィール <profile>`\ ページと、\ :ref:`ドキュメントを共有 <share>`\ したり\ :ref:`チャット <chat_contacts>`\ したりする\ :ref:`連絡先 <contacts>`\ の一覧のカスタマイズ。連絡先同士のチャットについての通知。
ru: Настройка страницы :ref:`профиля <profile>` и списка :ref:`контактов <contacts>` для :ref:`общего доступа <share>` к документам и :ref:`чата <chat_contacts>`. Уведомления о взаимодействиях между контактами.

source: Creation and management of :ref:`calendars <calendar>`.
de: Erstellung und Verwaltung von :ref:`Kalendern <calendar>`.
es_cu: Creación y gestión de :ref:`calendarios <calendar>`.
ja: :ref:`カレンダー <calendar>`\ の作成と管理。
ru: Создание :ref:`календарей <calendar>` и управление ими.

source: Premium user
de: Premium-Benutzer
es_cu: Usuario Premium
fr: Utilisateur·ice abonné·e
ja: プレミアムユーザー
ru: Премиум пользователь

source: (only on cryptpad.fr)
de: (nur auf cryptpad.fr)
es_cu: (sólo en cryptpad.fr)
fr: (uniquement sur cryptpad.fr)
ja: （cryptpad.frでのみ）
ru: (только на cryptpad.fr)

source: More storage space.
de: Mehr Speicherplatz.
es_cu: Más espacio de almacenamiento.
fr: Augmentation de l'espace de stockage.
ja: より多くの保存スペース。
ru: Больше места для хранения.

source: Higher maximum upload size for files (images/videos/PDF/etc…).
de: Höheres Limit für das Hochladen von Dateien (Bildern, Videos, PDFs etc.).
es_cu: Tamaño máximo de carga más alto para archivos (imágenes/videos/PDF/etc…).
fr: Augmentation de la taille maximale des fichiers images/vidéos/PDF/etc...
ja: より大きなファイル（画像、動画、PDFなど）のアップロード。
ru: Увеличен максимальный размер загружаемых файлов (изображения/видео/PDF/и т. д.).

source: Priority response from the admin/support team.
de: Schnellere Antwort vom Administratoren- und Support-Team.
es_cu: Respuesta prioritaria del equipo de administración/soporte.
fr: Aide plus rapide en cas de question ou de problème.
ja: 管理者、サポートチームによる優先サポート。
ru: Приоритетный ответ от администратора/службы поддержки.

source: Support the development and sustainability of CryptPad.
de: Unterstützung der Entwicklung und Zukunftsfähigkeit von CryptPad.
es_cu: Apoyar el desarrollo y la sostenibilidad de CryptPad.
fr: Soutient au développement et à la pérennité de CryptPad.
ja: CryptPadの持続的な開発のサポート。
ru: Поддержка разработки и устойчивости CryptPad.

source: Account management
de: Verwaltung von Accounts
es_cu: Administración de cuentas
fr: Gestion du compte
ja: アカウントの管理
ru: Управление учетными записями

source: Registration
de: Registrierung
es_cu: Registro
fr: Inscription
ja: 登録
ru: Регистрация

source: To register a new account, go to the registration page: **Register** at the top right of the home page.
de: Um einen neuen Account zu registrieren, gehe zur Registrierungsseite: **Registrieren** oben rechts auf der Startseite.
es_cu: Para registrar una nueva cuenta, ve a la página de registro: **Registrarse** en la parte superior derecha de la página de inicio.
fr: Pour enregistrer un nouveau compte, rendez-vous sur la page d'inscription : **Inscription** en haut à droite sur la page d'accueil.
ja: 新しいアカウントを登録するには、登録ページを開いてください。トップページの右上にある\ **登録**\ から開けます。
ru: Чтобы зарегистрировать новую учетную запись, перейдите на страницу регистрации: **Регистрация** в правом верхнем углу домашней страницы.

source: Fill out the following information:
de: Fülle die folgenden Informationen aus:
es_cu: Completa la siguiente información:
fr: Remplir les informations suivantes :
ja: 次の情報を入力してください。
ru: Заполните следующую информацию:

source: **Username**: This is the name used to log in to CryptPad, it is different from the **Display name** visible by other users. The **Username** cannot be changed once the account is created.
de: **Benutzername**: Mit diesem Namen loggst du dich bei CryptPad ein, er kann sich vom für andere Benutzer sichtbaren **Anzeigenamen** unterscheiden. Der **Benutzername** kann nach der Erstellung des Accounts nicht mehr geändert werden.
es_cu: **Nombre de usuario**: este es el nombre utilizado para iniciar sesión en CryptPad, es diferente del **Nombre para mostrar** visible por otros usuarios. El **Nombre de usuario** no se puede cambiar una vez creada la cuenta.
fr: **Nom d'utilisateur·ice** : Le nom utilisé pour vous connecter sur CryptPad, différent du **Nom affiché** visible par les autres utilisateur·ices. Le **Nom d'utilisateur·ice** ne peut pas être changé une fois le compte créé.
ja: **ユーザー名**\ ：CryptPadにログインする際に使用する名前。他のユーザーに表示される\ **表示名**\ とは異なります。\ **ユーザー名**\ は後から変更することはできません。
ru: **Имя пользователя**: это имя, используемое для входа в CryptPad, оно отличается от **Отображаемого имени**, видимого другими пользователями. **Имя пользователя** не может быть изменено после создания учетной записи.

source: Unlike many online services, **CryptPad does not require an email address to register**. It is possible to use an email address as a username but it is then used as any other string of characters. As explained below, this username is not visible from the administrators and is never used to communicate about your account (especially not to send "password reset" emails, as these do not exist on CryptPad).
de: Anders als bei vielen anderen Online-Diensten, **wird zur Registrierung bei CryptPad keine E-Mail-Adresse benötigt**. Es ist möglich, eine E-Mail-Adresse als Benutzernamen zu verwenden, aber diese ist dann einfach nur eine normale Zeichenkette. Wie unten erklärt, ist der Benutzername nicht für Administratoren sichtbar und wird nicht zur Kontaktaufnahme verwendet (insbesondere nicht zum Versand von Mails für das Zurücksetzen des Passworts, denn diese gibt es bei CryptPad nicht).
es_cu: A diferencia de muchos servicios en línea, **CryptPad no requiere una dirección de correo electrónico para registrarse**. Es posible utilizar una dirección de correo electrónico como nombre de usuario, pero luego se utiliza como cualquier otra cadena de caracteres. Como se explica a continuación, este nombre de usuario no es visible para los administradores y nunca se utiliza para comunicarse sobre tu cuenta (especialmente para enviar correos electrónicos de "restablecimiento de contraseña", ya que no existen en CryptPad).
fr: Contrairement à de nombreux services en ligne, **CryptPad ne nécessite pas d'adresse électronique pour s'inscrire**. Il est possible d'utiliser une adresse électronique comme nom d'utilisateur·ice, mais elle est alors utilisée comme n'importe quelle autre chaîne de caractères. Comme expliqué ci-dessous, ce nom d'utilisateur·ice n'est pas visible par les administrateur·ices et n'est jamais utilisé pour communiquer au sujet de votre compte (en particulier, les e-mails de récupération de mot de passe n'existent pas sur CryptPad).
ja: 多くの他のインターネット上のサービスと異なり、\ **CryptPadでは登録にメールアドレスは不要です**\ 。メールアドレスをユーザー名に使うことは可能ですが、他の文字と同様の形で扱われます。以下にあるように、ユーザー名は管理者には表示されず、あなたのアカウントについて連絡する際に使用されることは決してありません（特に「パスワードリセット」のメールの送信には利用されません。CryptPadにはメール機能は存在しません）。
ru: В отличие от многих онлайн-сервисов, **CryptPad не требует адреса электронной почты для регистрации**. В качестве имени пользователя можно использовать адрес электронной почты, но затем он используется как любая другая строка символов. Как поясняется ниже, это имя пользователя не отображается администраторам и никогда не используется для связи с Вашей учетной записью (особенно для отправки электронных писем 'о сбросе пароля', поскольку они не существуют на CryptPad).

source: **Password**: It is recommended to use a strong password. The password can be changed in :ref:`user settings <user_settings>`.
de: **Passwort**: Es wird empfohlen, ein starkes Passwort zu verwenden. Das Passwort kann in den :ref:`Benutzereinstellungen <user_settings>` geändert werden.
es_cu: **Contraseña**: Se recomienda utilizar una contraseña segura. La contraseña se puede cambiar en :ref:`configuración de usuario <user_settings>`.
fr: **Mot de passe** : Il est conseillé d'utiliser un mot de passe complexe. Le mot de passe peut être changé dans les :ref:`préférences utilisateur·ice <user_settings>`.
ja: **パスワード**\ ：強力なパスワードの使用を推奨します。パスワードは\ :ref:`ユーザー設定 <user_settings>`\ から変更できます。
ru: **Пароль**: Рекомендуется использовать надежный пароль. Пароль можно изменить в :ref:`настройках пользователя <user_settings>`.

source: Important: CryptPad administrators cannot view, retrieve or reset your password if it is lost or forgotten.
de: Wichtig: Die Administratoren von CryptPad können dein Passwort nicht einsehen, abrufen oder zurücksetzen, wenn du es verlierst oder vergisst.
es_cu: Importante: Los administradores de CryptPad no pueden ver, recuperar ni restablecer su contraseña si la pierden u olvidan.
fr: Important : Les administrateur·ices du service CryptPad ne peuvent pas voir ou retrouver votre mot de passe s'il est perdu ou oublié.
ja: 重要：CryptPadの管理者に、紛失したパスワードを閲覧、復元、リセットすることはできません。
ru: Важно: администраторы CryptPad не смогут просмотреть, восстановить или сбросить Ваш пароль, если он утерян или забыт.

source: **Terms of service**: Read and accept the terms of service.
de: **Nutzungsbedingungen**: Lese und akzeptiere die Nutzungsbedingungen.
es_cu: **Términos de servicio**: Lee y acepta los términos de servicio.
fr: **Conditions d'utilisation** : Lire et accepter les conditions d'utilisation du service.
ja: **利用規約**\ ：利用規約を確認し、同意。
ru: **Условия обслуживания**: прочитайте и примите условия обслуживания.

source: Optional:
es_cu: Opcional:
fr: Optionnel :
ja: 任意：
ru: Необязательно:

source: **Import documents from your anonymous session**: If you have created documents as a non-registered user you can import them into your account.
de: **Dokumente aus deiner Gast-Sitzung importieren**: Sofern du Dokumente als nicht registrierter Benutzer erstellt hast, kannst du sie in deinen Account importieren.
es_cu: **Importa documentos desde tu sesión anónima**: Si has creado documentos como usuario no registrado, puedes importarlos a tu cuenta.
ja: **匿名セッションからドキュメントをインポート**\ ：未登録のユーザーとして作成したドキュメントを、あなたのアカウントにインポートすることができます。
ru: **Импорт документов из Вашего анонимного сеанса**: Если Вы уже создали документы как незарегистрированный пользователь, то сейчас Вы можете импортировать их в свою учётную запись.

source: Logging in
de: Einloggen
es_cu: Iniciando sesión
fr: Connexion
ja: ログイン
ru: Вход в систему
