Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/user_account.po
Languages: de, es_cu, fr, ja, ru

source: **Share my cursor position**: Display or hide the exact position of your cursor to other users.
de: **Meine Cursorposition teilen**: Zeigt oder versteckt die genaue Position deines Cursors für andere Benutzer.
es_cu: **Compartir la posición de mi cursor**: muestra u oculta la posición exacta de tu cursor a otros usuarios.
fr: **Partager la position de mon curseur** : Afficher ou cacher la position exacte de votre curseur aux autres utilisateur·ices.
ja: **カーソルの位置を共有**\ ：あなたのカーソルの正確な位置を他のユーザーに表示するかどうかを設定できます。
ru: **Показывать позицию моего курсора**: Отобразите или скройте точное положение вашего курсора для других пользователей.

source: **Display other users’ cursor position (BETA)**: Display or hide the position of other users’ cursors.
de: **Position des Cursors von anderen Nutzern anzeigen (BETA)**: Zeigt oder versteckt die Position der Cursor anderer Benutzer.
es_cu: **Mostrar la posición del cursor de otros usuarios (BETA)**: muestra u oculta la posición de los cursores de otros usuarios.
fr: **Afficher les curseurs des autres utilisateurs (BÊTA)** : Afficher ou cacher la position des curseurs des autres utilisateur·ices.
ja: **他のユーザーのカーソルの位置を表示（ベータ）**\ ：他のユーザーのカーソルの位置を表示するかどうかを設定できます。
ru: **Отображать положение курсора других пользователей (БЕТА)**: отображать или скрывать положение курсоров других пользователей.

source: Rich Text
es_cu: Texto enriquecido
fr: Documents texte
ja: リッチテキスト
ru: Документ

source: User settings for the :ref:`app_rich_text` application.
de: Einstellungen für Anwendung :ref:`app_rich_text`.
es_cu: Configuración de usuario para la aplicación :ref:`app_rich_text`.
fr: Réglages utilisateur·ice pour l'application :ref:`app_rich_text`.
ja: :ref:`app_rich_text`\ アプリケーションのユーザー設定。
ru: Пользовательские настройки для приложения :ref:`app_rich_text`.

source: **Editor’s maximum width**: Switch between page mode (default) that limits the width of the text editor, and using the full width of the screen.
de: **Maximalgröße des Editors**: Schalte um zwischen der Seitenansicht (Standard), die auf die Breite des Texteditors beschränkt ist, und der Ausnutzung der vollen Bildschirmbreite.
es_cu: **Ancho máximo del editor**: cambia entre el modo de página (predeterminado) que limita el ancho del editor de texto y el uso del ancho completo de la pantalla.
fr: **Largeur de l'éditeur de texte** : Passer du mode page (par défaut) qui limite la largeur de l'éditeur de texte, au mode plein-écran qui utilise toute la largeur de l'écran.
ja: **エディターの最大幅**\ ：テキストエディターの幅を制限するページモード（既定）と、スクリーン全体の幅を使用するモードを切り替えられます。
ru: **Максимальная ширина редактора**: переключение между режимом страницы (по умолчанию), который ограничивает ширину текстового редактора, и использованием полной ширины экрана.

source: **Spellcheck**: Enable spellcheck in Rich Text documents. Spelling errors are underlined and suggested corrections are available through :kbd:`Ctrl` + ``Right click`` on the word to correct.
de: **Rechtschreibprüfung**: Aktiviert die Rechtschreibprüfung in Rich-Text-Pads. Rechtschreibfehler werden rot unterstrichen. Verbesserungsvorschläge sind nach :kbd:`Strg` + ``Rechtsklick`` auf das zu korrigierende Wort verfügbar.
es_cu: **Revisión ortográfica**: habilita la revisión ortográfica en documentos de texto enriquecido. Los errores de ortografía están subrayados y las correcciones sugeridas están disponibles a través de :kbd:`Ctrl` + ``Click derecho`` en la palabra a corregir.
ja: **スペルチェック**\ ：リッチテキストドキュメントでスペルチェックを有効にします。スペリングに誤りがあった場合、該当する箇所に下線が表示されます。該当する語で :kbd:`Ctrl` + ``右クリック``\ を入力すると、訂正候補を選択できます。
ru: **Проверка орфографии**: включите проверку орфографии в документах с форматированным текстом. Орфографические ошибки подчеркнуты, а предлагаемые исправления доступны через :kbd:`Ctrl`+ ``щелчок правой кнопкой мыши`` по слову, которое нужно исправить.

source: **Comment notifications**: Disable notifications when another user replies to one of your comments.
de: **Kommentar-Benachrichtigungen**: Deaktiviert Benachrichtigungen, wenn ein anderer Benutzer auf deine Kommentare antwortet.
es_cu: **Notificaciones de comentarios**: deshabilita las notificaciones cuando otro usuario responda a uno de tus comentarios.
fr: **Notifications de commentaires** : Désactiver les notifications lorsqu'un·e autre utilisateur·ice répond à vos commentaires.
ja: **コメントの通知**\ ：他のユーザーからコメントに対する返答があった場合の通知を無効にできます。
ru: **Уведомления о комментариях**: отключите уведомления о том, что другой пользователь ответил на один из Ваших комментариев.

source: **Open links on first click**: Open embedded links on click without the preview popup.
de: **Links direkt öffnen**: Eingebettete Links werden beim Anklicken ohne Vorschaufenster geöffnet.
es_cu: **Abrir enlaces con el primer click**: abre enlaces incrustados al hacer click sin la ventana emergente de vista previa.
ja: **1回のクリックでリンクを開く**\ ：埋め込まれたリンクをクリックすると、プレビューのポップアップを開くことなくリンクを開きます。
ru: **Открывать ссылки при первом клике**. Открывать встроенные ссылки при клике без всплывающего окна предварительного просмотра.

source: Code
es_cu: Código
ja: コード
ru: Код

source: User settings for the :ref:`app_code` application.
de: Einstellungen für die Anwendung :ref:`app_code`.
es_cu: Configuración de usuario para la aplicación :ref:`app_code`.
fr: Réglages utilisateur·ice pour l'application :ref:`app_code`.
ja: :ref:`app_code`\ アプリケーションのユーザー設定。
ru: Пользовательские настройки для приложения :ref:`app_code`.

source: **Code editor indentation (spaces)**: Choose the number of spaces for each level of indentation.
de: **Einrückung für den Code-Editor (Leerzeichen)**: Wählt die Anzahl von Leerzeichen für jede Einrückungsebene.
es_cu: **Sangría del editor de código (espacios)**: elige la cantidad de espacios para cada nivel de sangría.
fr: **Indentation dans l'éditeur de code (nombre d'espaces)** : Choisir le nombre d'espaces insérées par niveau d'indentation.
ja: **コードエディターのインデント（空白スペース）**\ ：インデントの各レベルで設定する空白スペースの数を設定できます。
ru: **Отступ в редакторе кода (пробелы)**: выберите количество пробелов для каждого уровня отступа.

source: **Indent using tabs (instead of spaces)**: Insert tabs rather than spaces with the :kbd:`Tab` key.
de: **Mit Tabs einrücken (anstatt mit Leerzeichen)**: Fügt Tabs mit der Taste :kbd:`Tab` ein anstatt Leerzeichen.
es_cu: **Sangría usando tabulaciones (en lugar de espacios)**: Inserta tabulaciones en lugar de espacios con la tecla :kbd:`Tab`.
ja: **タブを使ってインデント（空白スペースの代わりに）**\ ：\ :kbd:`Tab` キーで空白スペースではなくタブを挿入。
ru: **Отступ с использованием табуляции (вместо пробелов)**: вставляйте табуляции вместо пробелов с помощью клавиши :kbd:`Tab`.

source: **Auto-close brackets**: Automatically insert a closing character ``)`` when brackets are opened with ``(`` (also works with ``[``, ``'``, ``"``).
de: **Klammern automatisch schließen**: Fügt automatisch eine schließende Klammer ``)`` ein, wenn Klammern mit ``(`` geöffnet werden (funktioniert auch mit ``[``, ``'``, ``"``).
es_cu: **Cerrar corchetes automáticamente**: Inserta automáticamente un carácter de cierre ``)`` cuando los corchetes se abren con ``(`` (también funciona con ``[``, ``'``, ``"`` ).
fr: **Fermer automatiquement les parenthèses** : Insérer automatiquement le caractère de fermeture ``)`` quand une parenthèse ``(`` est ouverte (fonctionne également pour ``[``, ``'``, ``"``).
ja: **括弧の自動補完**\ ：括弧が ``(`` で始まった場合は自動的に ``)`` を挿入（``[``\ 、 ``'``\ 、 ``"`` でも機能）。
ru: **Автоматическое закрытие квадратных скобок**: автоматически вставлять закрывающий символ ``)``, когда скобки открываются с помощью ``(`` (также работает с ``[``, ``'``, ``'`` ).

source: **Font size in the code editor**: Set the size of text in the code editor.
de: **Schriftgröße im Code-Editor**: Legt die Schriftgröße im Code-Editor fest.
es_cu: **Tamaño de fuente en el editor de código**: establece el tamaño del texto en el editor de código.
fr: **Taille de la police dans l'éditeur de code** : Régler la taille du texte dans l'éditeur de code.
ja: **コードエディターのフォントの大きさ**\ ：コードエディターのテキストの大きさを設定できます。
ru: **Размер шрифта в редакторе кода**: установите размер текста в редакторе кода.

source: **Spellcheck**: Underline spelling mistakes in the code editor, correction suggestions are available through ``Right click`` on the word to correct.
de: **Rechtschreibprüfung**: Unterstreicht Rechtschreibfehler im Code-Editor, Verbesserungsvorschläge sind nach ``Rechtsklick`` auf das zu korrigierende Wort verfügbar.
es_cu: **Revisión ortográfica**: subraya los errores ortográficos en el editor de código; las sugerencias de corrección están disponibles haciendo click derecho en la palabra a corregir.
fr: **Vérification orthographique** : Souligner les fautes d’orthographe dans l'éditeur de code. Des suggestions de correction sont disponibles en faisant ``Clic droit`` sur le mot à corriger.
ja: **スペルチェック**\ ：コードエディターでスペリングに誤りがあった場合、該当する箇所に下線が表示されます。該当する語で ``右クリック`` すると、訂正候補を選択できます。
ru: **Проверка орфографии**: подчеркивать орфографические ошибки в редакторе кода, предложения по исправлению доступны, если ``щелкнуть правой кнопкой мыши`` по слову, которое нужно исправить.

source: Kanban
ja: カンバン
ru: Канбан

source: User settings for the :ref:`app_kanban` application.
de: Einstellungen für die Anwendung :ref:`app_kanban`.
es_cu: Configuración de usuario para la aplicación :ref:`app_kanban`.
ja: :ref:`app_kanban`\ アプリケーションのユーザー設定。
ru: Пользовательские настройки для приложения :ref:`app_kanban`.

source: **Tag filter**: How you want the tag filter to act when selecting multiple tags: only show cards containing all the selected tags (AND) or show cards containing any of the selected tags (OR).
de: **Tag-Filter**: Wähle aus, wie sich der Tag-Filter bei der Auswahl mehrerer Tags verhalten soll: nur Karten mit allen ausgewählten Tags anzeigen (UND) oder Karten mit irgendeinem der ausgewählten Tags anzeigen (ODER).
es_cu: **Filtro de etiquetas**: cómo deseas que actúe el filtro de etiquetas al seleccionar varias etiquetas: mostrar solo tarjetas que contengan todas las etiquetas seleccionadas (AND) o mostrar tarjetas que contengan cualquiera de las etiquetas seleccionadas (OR).
ja: **タグフィルター**\ ：複数のタグを選択したときにタグフィルターがどのように機能するかについて設定できます。「かつ」を選択すると、選択したタグを全て含むカードのみを表示し、「または」を選択すると、選択したタグのいずれかを含むカードを表示します。
ru: **Фильтр тегов**. Как Вы хотите, чтобы фильтр тегов действовал при выборе нескольких тегов: показывать только карточки, содержащие все выбранные теги (И), или показывать карты, содержащие любой из выбранных тегов (ИЛИ).

source: User settings for the notifications.
de: Einstellungen für Benachrichtigungen.
es_cu: Configuración de usuario para las notificaciones.
ja: 通知のユーザー設定。
ru: Пользовательские настройки уведомлений.

source: **Calendar notifications**: Enable/disable all notifications for upcoming calendar events.
de: **Kalenderbenachrichtigungen**: Alle Benachrichtigungen für zukünftige Kalenderereignisse aktivieren/deaktivieren.
es_cu: **Notificaciones de calendario**: activa/desactiva todas las notificaciones de los próximos eventos del calendario.
ja: **カレンダーの通知**\ ：カレンダーの今後の予定に関する全ての通知を有効または無効に設定できます。
ru: **Уведомления календаря**: включение/отключение всех уведомлений о предстоящих событиях календаря.

source: Subscription
de: Abonnement
es_cu: Suscripción
fr: Abonnement
ja: 定額利用
ru: Подписка

source: Redirects to the account page.
de: Leitet zur Account-Seite weiter.
es_cu: Redirige a la página de la cuenta.
fr: Redirige vers la page d'abonnement.
ja: アカウントのページにリダイレクト。
ru: Перенаправляет на страницу аккаунта.

source: **Import pads from your anonymous session**: If you have created documents as a non-registered user you can import them into your account.
fr: **Importer les pads de votre session anonyme** : Si vous avez créé des documents lors d'une session anonyme, vous pouvez les importer dans votre compte.

source: **Display Name**: Name displayed to other users, for example when you collaborate on documents. To change this name enter a new name and click on **Save**. :badge_user:`Logged in users`
fr: **Nom affiché** : Nom affiché aux autres utilisateur·ices, par exemple lorsque vous collaborez sur un document. Pour modifier ce nom tapez le nouveau nom et cliquez sur **Sauver**. :badge_user:`Utilisateurs enregistrés`

source: **Two-Factor Authentication (2FA)**: Protect your account with an additional verification code provided by an authenticator app of your choice. :badge_user:`Logged in users` :badge_new:`New in version 5.4`
fr: **Authentification à deux facteurs (2FA)** : Protège votre compte avec un code de vérification additionnel généré par une l'application d'authentification de votre choix. :badge_user :`Logged in users` :badge_new :`New in version 5.4`

source: **Pad storage in CryptDrive**: Manages if documents you visit are automatically stored in your CryptDrive. If no one :ref:`owns <owners>` a document you add to your CryptDrive, it counts against your storage quota.
fr: **Stockage des pads dans CryptDrive** : Gère si les documents que vous visitez sont automatiquement ajoutés à votre CryptDrive. Si personne n'est :ref:`propriétaire <owners>` d'un pad que vous ajoutez à votre CryptDrive, il compte alors dans votre espace de stockage.

source: **Automatic**: All the pads you visit are stored in your CryptDrive.
fr: **Automatique** : sauvegarder tous les pads que vous visitez dans votre CryptDrive, sans action de votre part.

source: **Manual (always ask)**: If you have not stored a pad yet, you will be asked if you want to store them in your CryptDrive.
fr: **Manuel (toujours demander)** : ne pas sauvegarder et afficher un message pour sauvegarder ou non chaque document.

source: **Manual (never ask)** Pads are not stored automatically in your Cryptpad. The option to store them will be hidden.
fr: **Manuel (ne pas demander)** : ne pas sauvegarder et ne pas afficher de message.

source: **Duplicated owned pads**: When you move your owned pads to a shared folder, a copy is kept in your CryptDrive to ensure that you retain your control over it. You can hide duplicated files. Only the shared version will be visible, unless deleted, in which case the original will be displayed in its previous location.
fr: **Doublons des pads dont vous êtes propriétaire** : Quand vous déplacez un pad dont vous êtes la·e propriétaire dans un dossier partagé, une copie est créée dans votre CryptDrive pour s'assurer que vous puissiez garder le contrôle de ce pad. Vous pouvez choisir de cacher ces doublons. Seule la version partagée sera affichée, jusqu'à sa suppression, auquel cas la version originale dans votre CryptDrive redeviendra visible.

source: **Import**: If pads have been created as a non-registered user prior to logging in, they can be imported to the CryptDrive. :badge_user:`Logged in users`
fr: **Importer** : Si des documents ont été créés lors d'une session anonyme, ils peuvent être importés dans le CryptDrive. :badge_user:`Utilisateurs enregistrés`

source: **Spellcheck**: Enable spellcheck in Rich Text documents. Spelling errors are underlined and suggested corrections are available through ``Ctrl + Right click`` on the word to correct.
fr: **Vérification orthographique** : Activer la vérification orthographique dans l'éditeur de texte. Les fautes sont soulignées et des propositions de corrections sont disponibles en faisant ``Ctrl + Clic droit`` sur le mot à corriger.

source: **Indent using tabs (instead of spaces)**: Insert tabs rather than spaces with the ``Tab`` key.
fr: **Utiliser des tabulations au lieu d'espaces** : Insérer des tabulations plutôt que des espaces avec la touche ``Tab``.
