Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/user_account.po
Languages: de, es_cu, fr, ja, ru

source: CryptPad includes the keys to decrypt your documents in their links. Anyone with access to your browsing history can potentially read your data. This includes intrusive browser extensions and browsers that sync your history across devices. Situations where your browser is visible by others, such as screen-sharing or screenshots, are also potentially risky in terms of leaking access to your documents. Enabling “safe links” prevents the keys from entering your browsing history or being displayed in your address bar whenever possible.
de: CryptPad fügt den Pad-Links die Schlüssel zum Entschlüsseln der Inhalte hinzu. Jeder, der Zugriff auf den Browserverlauf hat, kann möglicherweise die Daten lesen. Dazu gehören Browsererweiterungen und Browser, die den Verlauf geräteübergreifend synchronisieren. Situationen, in denen dein Browser für andere sichtbar ist, wie z.B. Screen-Sharing oder Screenshots, sind ebenfalls potentiell riskant. Die Aktivierung von "sicheren Links" verhindert, dass die Schlüssel in den Browserverlauf gelangen oder in der Adressleiste angezeigt werden, wann immer dies möglich ist.
es_cu: CryptPad incluye las claves para descifrar tus documentos en sus enlaces. Cualquiera que tenga acceso a tu historial de navegación puede potencialmente leer tus datos. Esto incluye, extensiones de navegador intrusivas y navegadores que sincronizan su historial entre dispositivos. Las situaciones en las que otros pueden ver tu navegador, como compartir pantalla o capturas de pantalla, también son potencialmente riesgosas en términos de filtración de acceso a tus documentos. Habilitar "enlaces seguros" evita que las claves ingresen a tu historial de navegación o se muestren en tu barra de direcciones siempre que sea posible.
fr: CryptPad inclut dans ses liens les clés permettant de déchiffrer vos documents. Toute personne ayant accès à votre historique de navigation peut potentiellement lire vos données. Cela inclut les extensions de navigateur intrusives et les navigateurs qui synchronisent votre historique entre les appareils. Toute situation dans laquelle votre navigateur est visible par d'autres est potentiellement à risque, par exemple le partage d'écran en vidéoconférence ou la capture d'écran. L'activation des "liens sécurisés" empêche les clés d'entrer dans votre historique de navigation ou d'être affichées dans votre barre d'adresse quand cela est possible.
ja: CryptPadでは、リンクの中にドキュメントを復号するための鍵が含まれています。ブラウザーの閲覧履歴にアクセスできる人は、理論上は誰でもCryptPadのデータを閲覧することができます。ここにはデバイス間で履歴を同期するブラウザーやその拡張機能も含まれます。画面共有やスクリーンショットなど、ブラウザーの画面が第三者に表示される場合も、ドキュメントへのアクセスが流出する可能性がある点で潜在的なリスクがあります。「セーフリンク」を有効にすると、鍵がブラウザーの閲覧履歴に残ったり、アドレスバーに表示されたりするのを可能な限り防ぐことができます。
ru: CryptPad включает в ссылки на Ваши документы ключи для их расшифровки. Любой, у кого есть доступ к Вашей истории просмотров, потенциально может прочитать Ваши данные. Это включает в себя навязчивые расширения браузера и браузеры, которые синхронизируют Вашу историю на разных устройствах. Ситуации, когда Ваш браузер виден другим, например при совместном использовании экрана или снимках экрана, также потенциально опасны с точки зрения утечки доступа к Вашим документам. Включение «безопасных ссылок» предотвращает попадание ключей в историю посещенных страниц или их отображение в адресной строке, когда это возможно.

source: **Feedback**: CryptPad can send anonymised usage feedback to the server in order to improve the user experience. The content of documents is never shared. This option is disabled by default.
de: **Rückmeldung**: CryptPad kann anonymisierte Rückmeldungen an den Server senden, um die Benutzererfahrung zu verbessern. Der Inhalt von Dokumenten wird niemals geteilt. Diese Option ist standardmäßig deaktiviert.
es_cu: **Comentarios**: CryptPad puede enviar comentarios de uso anónimos al servidor para mejorar la experiencia del usuario. El contenido de los documentos nunca se comparte. Esta opción está deshabilitada de forma predeterminada.
fr: **Retour d'expérience** : CryptPad peut envoyer des retours d'expérience anonymisés très limités vers le serveur, en vue d'améliorer l'expérience des utilisateurs. Le contenu de vos documents n'est jamais partagé. Cette option est désactivée par défaut.
ja: **フィードバック**：CryptPadはユーザー経験の向上のため、使用状況に関する匿名のフィードバックを送信することができます。ドキュメントの内容は決して共有されません。このオプションは既定で無効になっています。
ru: **Телеметрия**: CryptPad может отправлять анонимную статистику об использовании на сервер, чтобы улучшить взаимодействие с пользователем. Содержание документов никогда не передается. Эта опция отключена по умолчанию.

source: **Cache**: CryptPad stores parts of your documents in your browser's memory in order to save network usage and improve loading times. You can disable the cache if your device doesn't have a lot of free storage space. For security reasons, the cache is always cleared when you log out, but you can clear it manually if you want to reclaim storage space on your machine.
de: **Cache**: CryptPad legt Teile deiner Dokumente im Speicher deines Browser ab, um den Datenverkehr und die Ladezeiten zu reduzieren. Du kannst diesen Cache deaktivieren, wenn dein Gerät nicht über viel freien Speicherplatz verfügt. Aus Sicherheitsgründen wird der Cache immer beim Ausloggen geleert. Du kannst ihn auch manuell leeren, sofern du Speicherplatz auf deinem Gerät freigeben möchtest.
es_cu: **Caché**: CryptPad almacena partes de tus documentos en la memoria de tu navegador para ahorrar uso de la red y mejorar los tiempos de carga. Puedes desactivar el caché si tu dispositivo no tiene mucho espacio de almacenamiento libre. Por razones de seguridad, el caché siempre se borra cuando cierras sesión, pero puedes borrarlo manualmente si deseas recuperar espacio de almacenamiento en tu máquina.
fr: **Cache** : CryptPad enregistre certaines parties de votre document dans la mémoire de votre navigateur afin de limiter l'usage de bande passante et améliorer les temps de chargement. Vous pouvez désactiver le cache si votre appareil n'a pas assez d'espace de stockage libre. Pour des raisons de sécurité, le cache est purgé à chaque déconnexion,vous pouvez cependant le vider manuellement si vous voulez récupérer de l'espace de stockage sur votre machine.
ja: **キャッシュ**\ ：CryptPadはネットワークの使用量を節約し、また、読み込み時間を改善するため、ドキュメントの各部分をブラウザーのメモリーに保存します。端末のストレージの空き容量が少ない場合、キャッシュを無効にできます。セキュリティー上の理由から、キャッシュはログアウトすると常に消去されますが、端末で使用しているストレージ容量を減らしたい場合は、手動でこれを消去することもできます。
ru: **Кэш**: CryptPad сохраняет части Ваших документов в памяти Вашего браузера, чтобы сэкономить использование сети и сократить время загрузки. Вы можете отключить кэш, если на Вашем устройстве недостаточно свободного места. По соображениям безопасности кэш всегда очищается при выходе из учётной записи CryptPad, но Вы можете очистить его вручную, если хотите освободить место на своем компьютере.

source: **Destroy all owned documents**: All documents where you are the sole owner will be permanently destroyed
de: **Alle eigenen Dokumente zerstören**: Alle Dokumente, bei denen du der alleinige Eigentümer bist, werden unwiderruflich zerstört
es_cu: **Destruye todos los documentos de tu propiedad**: Todos los documentos de los que tu seas el único propietario serán destruidos permanentemente
fr: **Détruire vos documents** : Tous les documents dont vous êtes l'unique propriétaire seront détruits de manière irréversible
ja: **所有する全てのドキュメントを完全に削除**\ ：あなただけが所有者である全てのドキュメントを完全に削除します
ru: **Уничтожить все принадлежащие Вам документы**: все документы, единственным владельцем которых являетесь Вы, будут безвозвратно уничтожены

source: Appearance
de: Erscheinungsbild
es_cu: Apariencia
fr: Apparence
ja: 表示モード
ru: Внешний вид

source: **Color theme**: determines the theme (light or dark) used across CryptPad. By default this follows the operating system and/or browser setting, but it can also be set manually.
de: **Farbschema**: Legt die Darstellung (Hell oder Dunkel) in CryptPad fest. Standardmäßig werden Einstellungen des Betriebssystems und/oder des Browser angewendet, aber die Darstellung kann auch manuell festgelegt werden.
es_cu: **Tema de color**: determina el tema (claro u oscuro) utilizado en CryptPad. De forma predeterminada, esto sigue la configuración del sistema operativo y/o del navegador, pero también se puede configurar manualmente.
fr: **Thème** : détermine le thème de couleurs (clair ou foncé) utilisé par CryptPad. Par défaut, ce réglage suit les paramètres du système d'exploitation et/ou du navigateur, mais il peut également être défini manuellement.
ja: **テーマ色**：CryptPadのテーマ色（ライトまたはダーク）を決定します。既定では、この設定はOSまたはブラウザーの設定に従いますが、手動で設定することもできます。
ru: **Цветовая тема**: определяет тему (светлую или темную), используемую в CryptPad. По умолчанию это соответствует настройкам операционной системы и/или браузера, но её также можно установить вручную.

source: **Homepage redirection**: Automatic redirection from the home page to the drive when logged in is no longer enabled by default
de: **Weiterleitung von Hauptseite**: Die automatische Weiterleitung für eingeloggte Benutzer von der Hauptseite zum Drive ist nicht mehr standardmäßig aktiviert
es_cu: **Redireccionamiento de la página de inicio**: el redireccionamiento automático desde la página de inicio a la unidad cuando se inicia sesión ya no está habilitado de forma predeterminada
fr: **Redirection depuis la page d'accueil** : La redirection de la page d'accueil vers le drive lors de la connexion n'est plus automatique
ja: **ホームページへのリダイレクト**\ ：ログイン時にホームページからドライブに自動で転送する機能は、既定で有効ではなくなりました
ru: **Перенаправление домашней страницы**: автоматическое перенаправление с домашней страницы на Диск при входе в систему больше не включено по умолчанию

source: **Tips**: Help messages in the CryptPad interface. Click on **Reset** to display them again if they have been dismissed.
de: **Tipps**: Hilfetexte in der Benutzeroberfläche von CryptPad. Klicke auf **Zurücksetzen**, um sie wieder anzuzeigen, sofern sie ausgeblendet wurden.
es_cu: **Consejos**: Mensajes de ayuda en la interfaz de CryptPad. Haz click en **Reiniciar** para mostrarlos nuevamente si han sido descartados.
fr: **Astuces** : Messages d'aide dans l'interface CryptPad. Pour les ré-afficher s'ils ont été fermés, cliquez sur **Réinitialiser**.
ja: **ヒント**\ ：CryptPadのインターフェースに関するヘルプメッセージです。\ **リセット**\ をクリックすると、閉じられたヒントを再度表示することができます。
ru: **Подсказки**: справочные сообщения в интерфейсе CryptPad. Нажмите **Сбросить**, чтобы снова отобразить их, если они были скрыты.

source: **Document storage in CryptDrive**: Manages if documents you visit are automatically stored in your CryptDrive. If no one :ref:`owns <owners>` a document you add to your CryptDrive, it counts against your storage quota.
de: **Speicherung von Dokumenten im CryptDrive**: Verwaltet, ob Dokumente automatisch in deinem CryptDrive gespeichert werden. Wenn Dokumente keinen :ref:`Eigentümer <owners>` haben, werden sie auf deinen verfügbaren Speicherplatz angerechnet.
es_cu: **Almacenamiento de documentos en CryptDrive**: administra si los documentos que visitas se almacenan automáticamente en tu CryptDrive. Si nadie :ref:`posee <owners>` un documento que tu agregas a tu CryptDrive, cuenta para tu cuota de almacenamiento.
ja: **CryptDriveへのドキュメントの保存**\ ：開いだドキュメントをあなたのCryptDriveに自動的に保存するか否かを管理できます。あなたがCryptDriveに追加したドキュメントに誰も\ :ref:`管理者 <owners>`\ がいない場合、そのドキュメントの使用量はあなたの保存領域の使用量としてカウントされます。
ru: **Сохранение документов в CryptDrive**: Определяет, сохранять ли автоматически в Вашем CryptDrive документы, которые Вы посещаете. Если никто не :ref:`владеет <owners>` документом, который Вы добавляете в свой CryptDrive, то его размер учитывается в Вашей квоте хранилища.

source: **Automatic**: All the documents you visit are stored in your CryptDrive.
de: **Automatisch**: Alle geöffneten Dokumente werden in deinem CryptDrive gespeichert.
es_cu: **Automático**: Todos los documentos que visitas se almacenan en tu CryptDrive.
ja: **自動**\ ：アクセスした全てのドキュメントをCryptDriveに保存します。
ru: **Автоматически**: Все документы, которые Вы посещаете, сохраняются в вашем CryptDrive.

source: **Manual (always ask)**: If you have not stored a document yet, you will be asked if you want to store them in your CryptDrive.
de: **Manuell (immer fragen)**: Wenn du das Dokument noch nicht gespeichert hast, wirst du gefragt, ob du es in deinem CryptDrive speichern möchtest.
es_cu: **Manual (preguntar siempre)**: Si aún no almacenaste un documento, se te preguntará si deseas almacenarlo en tu CryptDrive.
ja: **手動（常に確認）**\ ：保存していないドキュメントにアクセスした際、CryptDriveに保存するかどうかを確認します。
ru: **Вручную (всегда спрашивать)**: Если Вы ещё не сохранили документ, то Вас спросят, хотите ли Вы сохранить его в CryptDrive.

source: **Manual (never ask)** Documents are not stored automatically in your Cryptpad. The option to store them will be hidden.
de: **Manuell (nie nachfragen)** Dokumente werden nicht automatisch in deinem CryptDrive gespeichert. Die Option zum Speichern wird versteckt.
es_cu: **Manual (nunca preguntar)** Los documentos no se almacenan automáticamente en tu Cryptpad. La opción para almacenarlos quedará oculta.
ja: **手動（確認しない）**\ ：アクセス先のドキュメントはCryptPadに自動で保存されません。保存オプションは表示されません。
ru: **Вручную (никогда не спрашивать)** Документы не сохраняются автоматически в Вашем Cryptpad. Возможность их сохранения будет скрыта.

source: **Duplicated owned documents**: When you move your owned documents to a shared folder, a copy is kept in your CryptDrive to ensure that you retain your control over it. You can hide duplicated files. Only the shared version will be visible, unless deleted, in which case the original will be displayed in its previous location.
de: **Duplizierte eigene Dokumente**: Wenn du ein eigenes Dokument in einem geteilten Ordner verschiebst, wird eine Kopie in deinem CryptDrive behalten, damit du die Kontrolle des Dokuments nicht verlierst. Du kannst duplizierte Dateien verbergen. Nur die Version in dem geteilten Ordner wird dann angezeigt, außer sie wurde gelöscht. In diesem Fall wird das Original an seinem ursprünglichen Ort wieder angezeigt.
es_cu: **Documentos de propiedad duplicados**: cuando mueves tus documentos de propiedad a una carpeta compartida, se guarda una copia en tu CryptDrive para garantizar que conservas el control sobre ella. Puedes ocultar archivos duplicados. Sólo la versión compartida será visible, a menos que se elimine, en cuyo caso el original se mostrará en tu ubicación anterior.
ja: **重複した所有するドキュメント**\ ：所有するドキュメントを共有フォルダーに移動すると、あなたのCryptDriveにドキュメントのコピーが保存され、あなたは引き続きそのドキュメントを使うことができます。重複したファイルは隠すことができます。削除しない限り、共有したバージョンだけが表示されます。削除した場合は、以前の場所に元のファイルが表示されます。
ru: **Дубликаты собственных документов**: Когда Вы помещаете свои документы в общую папку, копия сохраняется в Вашем CryptDrive, чтобы гарантировать, что Вы всё ещё имеете контроль над ними. Вы можете скрыть продублированные файлы. Будет отображена только публичная (общая) версия документа (если она не удалена), иначе будет отображена оригинальная версия и место, где она была сохранена последний раз.

source: **Thumbnails**: To help navigating the CryptDrive in :ref:`grid mode <drive_display>`, CryptPad can create thumbnails of documents and store them in the browser. This option is turned off by default because it can slow down the browser on less powerful computers. The **Clean** button deletes all existing thumbnails.
de: **Vorschaubilder**: Um bei der Orientierung in der :ref:`Kachelansicht <drive_display>` des CryptDrives zu unterstützen, kann CryptPad automatisch Vorschaubilder von Dokumenten erstellen und im Browser speichern. Diese Option ist standardmäßig deaktiviert, da sie den Browser auf weniger leistungsfähigen Computern verlangsamen kann. Die Schaltfläche **Entfernen** löscht alle vorhandenen Vorschaubilder.
es_cu: **Miniaturas**: Para ayudar a navegar por CryptDrive en :ref:`grid mode <drive_display>`, CryptPad puede crear miniaturas de documentos y almacenarlas en el navegador. Esta opción está desactivada de forma predeterminada porque puede ralentizar el navegador en computadoras menos potentes. El botón **Limpiar** elimina todas las miniaturas existentes.
fr: **Miniatures** : Pour aider à la navigation du CryptDrive en :ref:`mode grille <drive_display>`, CryptPad peut créer des miniatures des documents et les stocker dans le navigateur. Cette option est désactivée par défaut car elle peut ralentir le navigateur pour les ordinateurs moins performants. Le bouton **Nettoyer** supprime toutes les miniatures existantes.
ja: **サムネイル**\ ：CryptDriveを\ :ref:`グリッドモード <drive_display>`\ で使用する際、CryptPadはドキュメントのサムネイルを作成し、ブラウザーにこれを保存するよう設定できます。処理能力の高くないコンピューターでの操作が遅くなる可能性があるため、このオプションは既定では無効に設定されています。\ **消去**\ ボタンで全ての既存のサムネイルを削除できます。
ru: **Миниатюры**: чтобы упростить навигацию по CryptDrive в :ref:`режиме сетки <drive_display>`, CryptPad может создавать миниатюры документов и сохранять их в браузере. Эта опция отключена по умолчанию, поскольку она может замедлять работу браузера на менее мощных компьютерах. Кнопка **Очистить** удаляет все существующие миниатюры.

source: **Backup**: Two types of backups are available.
de: **Backup**: Es gibt zwei Arten von Backups.
es_cu: **Copia de seguridad**: Hay dos tipos de copias de seguridad disponibles.
fr: **Sauvegarde** : Deux types de sauvegarde sont disponibles.
ja: **バックアップ**：2種類のバックアップが利用できます。
ru: **Резервное копирование**: доступны два типа резервных копий.

source: **Backup** only saves the keys of documents in the CryptDrive, not their content. This option is designed to save access to documents and **Restore** it in another session.
de: **Backup** speichert nur die Schlüssel für die Dokumente in deinem CryptDrive, nicht deren Inhalte. Diese Option ist dazu gedacht, den Zugriff auf Dokumente zu sichern und ihn mit **Wiederherstellen** in einer anderen Sitzung wiederherzustellen.
es_cu: **Copia de seguridad** solo guarda las claves de los documentos en CryptDrive, no su contenido. Esta opción está diseñada para guardar el acceso a los documentos y **Restaurarlo** en otra sesión.
fr: **Sauvegarder** ne concerne que les clés des documents dans votre CryptDrive, pas le contenu. Cette option permet de sauvegarder l'accès à vos documents et de les **Restaurer** dans une autre session.
ja: **バックアップ**\ は、CryptDriveのドキュメントの鍵のみを保存し、ドキュメントの内容は保存しません。このオプションは、ドキュメントへのアクセスを保存し、それを別のセッションで\ **復元**\ することを目的としたものです。
ru: **Скачать копию ключей** сохраняет в CryptDrive только ключи документов, но не их содержимое. Эта опция предназначена для сохранения доступа к документам и **восстановления** его в другом сеансе.

source: **Download my CryptDrive** saves the content of all documents in the CryptDrive. When possible, this is done in a format that is readable by other software. Some applications produce files that are only readable by CryptPad.
de: **Mein CryptDrive herunterladen** speichert den Inhalt aller Dokumente im CryptDrive. Wenn möglich, geschieht dies in einem für andere Software lesbaren Format. Einige Anwendungen speichern die Dokumente in einem Format, das nur für CryptPad lesbar ist.
es_cu: **Descargar mi CryptDrive** guarda el contenido de todos los documentos en CryptDrive. Cuando sea posible, esto se hace en un formato que sea legible por otro software. Algunas aplicaciones producen archivos que sólo CryptPad puede leer.
fr: **Télécharger mon CryptDrive** sauvegarde le contenu de tous les documents dans le CryptDrive. Quand cela est possible, cette sauvegarde est faite dans un format lisible par d'autres logiciels. Certaines applications produisent des fichiers qui ne sont lisibles que par CryptPad.
ja: **CryptDriveをダウンロード**\ では、CryptDriveの全てのドキュメントの内容を保存します。可能であれば、他のソフトウェアでも読み取れるフォーマットで保存します。アプリケーションの中には、CryptPadでしか読み取れないデータを出力するものもあります。
ru: **Скачать мой CryptDrive** сохраняет содержимое всех документов из CryptDrive. Когда это возможно, это делается в формате, читаемом другим программным обеспечением. Некоторые приложения создают файлы, которые доступны для чтения только CryptPad.

source: **Import**: If documents have been created as a non-registered user prior to logging in, they can be imported to the CryptDrive. :badge_user:`Logged in users`
de: **Importieren**: Wenn Dokumente vor dem Einloggen erstellt wurden, können sie in das CryptDrive importiert werden. :badge_user:`Eingeloggte Benutzer`
es_cu: **Importar**: Si los documentos se han creado como un usuario no registrado antes de iniciar sesión, se pueden importar a CryptDrive. :badge_user:`Usuarios que han iniciado sesión`
ja: **インポート**\ ：ログイン前に未登録ユーザーとしてドキュメントを作成した場合、これをCryptDriveにインポートすることができます。 :badge_user:`ログイン済ユーザー`
ru: **Импорт**: Если документы были созданы незарегистрированным пользователем до входа в систему, их можно импортировать в CryptDrive. :badge_user:`Зарегистрированные пользователи`

source: **Delete History**: The history of the CryptDrive and notifications can be deleted to save storage space. This does not affect the history of documents, which can be deleted individually in the :ref:`properties <document_properties>` dialog.
de: **Verlauf löschen**: Der Verlauf des CryptDrives und der Benachrichtigungen kann gelöscht werden, um Speicherplatz zu sparen. Dies betrifft nicht den Verlauf von Dokumenten, der jeweils in den :ref:`Eigenschaften <document_properties>` des Dokuments gelöscht werden kann.
es_cu: **Eliminar historial**: el historial de CryptDrive y las notificaciones se pueden eliminar para ahorrar espacio de almacenamiento. Esto no afecta al historial de documentos, que se pueden eliminar individualmente en el cuadro de diálogo :ref:`propiedades <document_properties>`.
fr: **Effacer l'historique** : L'historique du Cryptdrive et des notifications peut être supprimé pour économiser de l'espace de stockage. Cela n'affecte pas l'historique des documents qui peut être supprimé individuellement dans le dialogue de :ref:`propriétés <document_properties>`.
ja: **履歴を削除**\ ：ストレージ容量の節約のためにCryptDriveの履歴と通知を削除できます。これはドキュメントの履歴には影響しません。ドキュメントの履歴は、\ :ref:`プロパティー <document_properties>`\ のダイアログで個別に削除することができます。
ru: **Удалить историю**: историю CryptDrive и уведомлений можно удалить, чтобы сэкономить место на диске. Это не влияет на историю документов, которую можно удалить по отдельности в диалоговом окне :ref:`properties <document_properties>`.

source: Cursor
fr: Curseur
ja: カーソル
ru: Курсор

source: **Cursor color**: Change the color of your cursor. This is used to identify you while collaborating on documents. It also determines the color of your text when :ref:`color by author <app_code_theme>` is active in Code documents.
de: **Cursorfarbe**: Ändert die Farbe deines Cursors. Dadurch kannst du bei der gemeinsamen Bearbeitung von Dokumenten identifiziert werden. Es legt auch die Farbe deines Texts fest, wenn :ref:`Autorenfarben <app_code_theme>` in Code-Pads aktiviert sind.
es_cu: **Color del cursor**: cambia el color del cursor. Esto se utiliza para identificarlo mientras colabora en documentos. También determina el color de su texto cuando :ref:`color del autor <app_code_theme>` está activo en los documentos de Código.
fr: **Couleur du curseur** : Changer la couleur de votre curseur. Celle-ci vous identifie dans les sessions collaboratives. Elle détermine la couleur de votre texte quand :ref:`Couleurs par auteur·ices <app_code_theme>` est activé dans les documents Code.
ja: **カーソルの色**\ ：あなたのカーソルの色を変更できます。カーソルの色は、ドキュメントで共同作業を行っている際に、自分自身のカーソルを特定するのに使用されます。この設定は、コードのドキュメントで\ :ref:`作者ごとの色 <app_code_theme>`\ が有効となっている際に、テキストの色を決めるのにも使用されます。
ru: **Цвет курсора**: измените цвет курсора. Это используется для идентификации Вас при совместной работе над документами. Он также определяет цвет Вашего текста, когда :ref:`цвет по автору <app_code_theme>` активен в документах Code.
