Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/code.po
Languages: bg, de, fr

source: The Code/Markdown application in CryptPad is an integration of `CodeMirror <https://codemirror.net/>`__.
bg: Код / Markdown приложението в CryptPad е интеграция на `CodeMirror <https://codemirror.net/>`__.
de: Die Code/Markdown-Anwendung in CryptPad ist eine Integration von `CodeMirror <https://codemirror.net/>`__.
fr: L'éditeur de code/markdown CryptPad est une intégration de `CodeMirror <https://codemirror.net/>`__.

source: Toolbar
bg: Лента с инструменти
de: Werkzeugleiste
fr: Barre d'outils

source: |wrench| **Tools**: Show/hide the text editor toolbar.
bg: |wrench| **Инструменти**: Покажи/скрии лентата с инструменти на панела за редактиране на текст.
de: |wrench| **Werkzeuge**: Blendet die Werkzeugleiste für den Texteditor ein/aus.
fr: |wrench| **Outils** : Affiche ou cache la barre d'outils de l'éditeur de texte.

source: |picture-o| **Insert**: Add an image to the document. The image can be chosen in the drive or uploaded. :badge_user:`Logged in users`
bg: |picture-o| **Добави**: Добави снимка към документа. Снимката може да бъде избрана от диска или качена. :badge_user:`Влезли потребители`
de: |picture-o| **Einfügen**: Fügt ein Bild in das Dokument ein. Das Bild kann aus dem CryptDrive ausgewählt oder hochgeladen werden. :badge_user:`Eingeloggte Benutzer`
fr: |picture-o| **Insérer** : Intègre une image dans le document. L'image peut être choisie dans le drive ou importée. :badge_user:`Utilisateurs enregistrés`

source: |cptools palette| **Theme**: Set colors for the editor, detailed :ref:`below <app_code_theme>`.
bg: |cptools palette| **Тема**: Настрой цветовете на редактора, детайлно :ref:`под <app_code_theme>`.
de: |cptools palette| **Theme**: Bestimmt die Farben für den Editor, wie :ref:`unten <app_code_theme>` genauer beschrieben.
fr: |cptools palette| **Thème** : Réglages d'affichage détaillés :ref:`ci-dessous <app_code_theme>`.

source: |eye| **Preview**: Show/hide the Markdown preview pane.
bg: |eye| **Предварителен преглед**: Покажи/скрии менюто за предварителен преглед на Markdown.
de: |eye| **Preview**: Blendet die Markdown-Vorschau ein/aus.
fr: |eye| **Aperçu** : Affiche ou cache la fenêtre de rendu Markdown.

source: Theme
bg: Тема
fr: Thème

source: |paint-brush| **Color by author**: Highlight the text written by each user with their cursor color (picked in :ref:`user settings <user_settings_cursor>`). When active:
bg: |paint-brush| **Цвят от автора**: Оцветете текста, написан от разчните потребители, с цвета на техния курсор (избран в :ref:`потребителски настройки <user_settings_cursor>`). Когато е активен:
de: |paint-brush| **Autorenfarben**: Hebt den Text in der jeweiligen Farbe des Autors hervor (gewählt in den :ref:`Benutzereinstellungen <user_settings_cursor>`). Wenn aktiv:
fr: |paint-brush| **Couleurs par auteur·ices** : Surligne le texte écrit par chaque utilisateur·ice avec sa couleur (choisie dans les :ref:`préférences <user_settings_cursor>`). Quand cette fonction est active :

source: |paint-brush| **Hide author colors** to turn off the display of colors in this window, the colors can be turned back on and remain active for other users.
bg: |paint-brush| **Скрии цветовете на автора** за да изключите показването на цветовете в този прозорец, те могат да бъдат включени отново и остават активни за другите потребители.
de: |paint-brush| **Autorenfarben verbergen** schaltet die Anzeige der Autorenfarben in diesem Fenster ab, wobei sie später wieder aktiviert werden kann und für andere Benutzer aktiv bleibt.
fr: |paint-brush| **Cacher les couleurs d'auteur·ices** pour cacher les couleurs, elles peuvent être réactivées et restent actives pour les autres utilisateur·ices.

source: |paint-brush| **Color by author** > **Clear and disable** to turn off the colors for all users and delete the data.
bg: |paint-brush| **Цвят от автора** > **Почисти и деактивираи** за да изключите цветовете за всички потребители и да изтрияте всички данни.
de: |paint-brush| **Autorenfarben** > **Löschen und Deaktivieren** schaltet die Farben für alle Benutzer ab und löscht die dazugehörigen Daten.
fr: |paint-brush| **Couleurs par auteur·ices** > **Effacer et Désactiver** pour effacer les couleurs pour tous les utilisateur·ices et supprimer les données.

source: **Theme**: Color scheme used in the code editor pane.
bg: **Тема**: Цветова схема, използвана в панела за редактиране на код.
de: **Theme**: Farbschema für den Codeeditor-Bereich.
fr: **Thème** : Gamme de thèmes de couleurs pour l'éditeur de code.

source: **Language**: Used for syntax highlighting.
bg: **Език**: Използва се за подчертаване на синтаксиса.
de: **Sprache**: Wird für Syntax-Hervorhebung verwendet.
fr: **Langage** : Utilisé pour la coloration syntaxique.

source: Import/Export
bg: Импортиране/Експортиране
fr: Importer/Exporter

source: |file-o| **File** > |upload| **Import**.
bg: |file-o| **Файл** > |upload| **Импортиране**.
de: |file-o| **Datei** > |upload| **Importieren**.
fr: |file-o| **Fichier** > |upload| **Importer**.

source: Supported formats: Any plain text file, the file extension is used to determine the language.
bg: Поддържани формати: Всички файлове с обикновен текст, разширението на файла бива използван да определи езика.
de: Unterstützte Formate: Jede Textdatei, die Dateierweiterung wird zur Bestimmung der Sprache verwendet.
fr: Formats supportés : Tout fichier texte, l'extension est utilisée pour sélectionner le langage.

source: |file-o| **File** > |download| **Export**.
bg: |file-o| **Файл** > |download| **Експортирай**.
de: |file-o| **Datei** > |download| **Exportieren**.
fr: |file-o| **Fichier** > |download| **Exporter**.

source: Supported formats: ``.md``, any other extension can be typed for the name of the exported file.
bg: Поддържани формати: ``.md``, за името на експортирания файл може да се въведе всяко друго разширение.
de: Unterstützte Formate: ``.md``, der exportierten Datei kann eine beliebige Erweiterung gegeben werden.
fr: Formats supportés : ``.md``, toute autre extension de fichier texte peut être spécifiée pour le nom du fichier à exporter.

source: The Code application is particularly suited for writing documents in Markdown: a lightweight syntax that offers basic formatting while remaining readable. Markdown is readily converted to other formats such as HTML.
de: Die Code-Anwendung eignet sich besonders für das Schreiben von Dokumenten in Markdown: eine einfache Syntax, die eine grundlegende Formatierungen bietet und gleichzeitig lesbar bleibt. Markdown lässt sich leicht in andere Formate wie z.B. HTML konvertieren.
fr: L'application Code est particulièrement adaptée à la rédaction de documents en Markdown, une syntaxe qui permet un formatage basique tout en restant lisible et facilement convertible dans d'autres formats comme le HTML.

source: For examples of Markdown syntax in CryptPad please see:
bg: За примери на синтаксис на Markdown в CryptPad моля вижте:
de: Beispiele für die Markdown-Syntax in CryptPad:
fr: Pour voir des exemples de syntaxe Markdown utilisée dans CryptPad, veuillez consulter :

source: Additionally to basic Markdown syntax, the following features are also available:
bg: Допълнително към обикновения синтаксис на Markdown, следните функционалности са налични:
de: Zusätzlich zur grundlegenden Markdown-Syntax werden folgende Funktionen unterstützt:
fr: En plus de la syntaxe Markdown de base, les fonctions suivantes sont disponibles :

source: ``[TOC]`` Inserts a table of contents.
bg: ``[TOC]`` Добавя таблица със съдържание.
de: ``[TOC]`` Fügt ein Inhaltsverzeichnis ein.
fr: ``[TOC]`` Insère une table des matières.

source: Todo list
bg: Списък със задачи
de: To-Do-Liste
fr: Liste de tâches

source: ``- [ ] task`` for a task to do: |square-o| task.
de: ``- [ ] Aufgabe`` für eine zu erledigende Aufgabe: |square-o| Aufgabe.
fr: ``- [ ] tâche`` pour une tâche à faire : |square-o| tâche.

source: ``- [x] task`` for a completed task: |check-square| task.
de: ``- [x] Aufgabe`` für eine abgeschlossene Aufgabe: |check-square| Aufgabe.
fr: ``- [x] tâche`` pour une tâche faite : |check-square| tâche.

source: As well as the following extensions:
de: Außerdem folgende Erweiterungen:
fr: Ainsi que des extensions :

source: Diagrams with `Mermaid <https://mermaid-js.github.io/mermaid/#/>`__.
bg: Диаграми с `Mermaid <https://mermaid-js.github.io/mermaid/#/>`__.
de: Diagramme mit `Mermaid <https://mermaid-js.github.io/mermaid/#/>`__.
fr: Diagrammes avec `Mermaid <https://mermaid-js.github.io/mermaid/#/>`__.

source: Mindmaps with `Markmap <https://markmap.js.org/>`__.
bg: Мисловни карти с `Markmap <https://markmap.js.org/>`__.
de: Mindmaps mit `Markmap <https://markmap.js.org/>`__.
fr: Mindmaps avec `Markmap <https://markmap.js.org/>`__.

source: Mathematical equations with `Mathjax <https://www.mathjax.org/>`__.
bg: Математически уравнения с `Mathjax <https://www.mathjax.org/>`__.
de: Mathematische Gleichungen mit `Mathjax <https://www.mathjax.org/>`__.
fr: Équations mathématiques avec `Mathjax <https://www.mathjax.org/>`__.

source: To use an extension, name it as syntax for a Markdown code block, for example:
de: Um eine Erweiterung zu verwenden, nenne sie als Syntaxbezeichnung in einem Code-Block. Beispielsweise:
fr: Pour utiliser une extension, nommez-la comme la syntaxe d'un bloc de code Markdown, par exemple :

source: for detailed examples of the extensions in use please see:
bg: За детайлни примери на използваните разширения, моля вижте:
de: Beispiele für die Verwendung von Erweiterungen:
fr: pour des exemples détaillés de l'usage des extensions, veuillez consulter :

source: Markdown syntax to include remote images such as ``![description](https://site.com/image.jpg)`` is blocked by CryptPad for security reasons.
de: Markdown-Syntax zum Einbetten externer Bilder wie ``![Beschreibung](https://site.com/bild.jpg)`` wird von CryptPad aus Sicherheitsgründen blockiert.
fr: La syntaxe Markdown pour l'inclusion d'images distantes de type ``![description](https://site.com/image.jpg)`` est bloquée par CryptPad pour des raisons de sécurité.

source: :badge_user:`Logged in users`
bg: :badge_user:`Влезли потребители`
de: :badge_user:`Eingeloggte Benutzer`
fr: :badge_user:`Utilisateur·ices enregistré·es`

source: To insert images from the CryptDrive or upload new ones, use the |picture-o| **Insert** menu in the toolbar.
bg: За да добавите снимки от CryptDrive-a или да качите нови, използвайте менюто |picture-o| **Добави** в лентата с инструменти.
de: Um Bilder aus dem CryptDrive einzubetten oder neue Bilder hochzuladen, verwende |picture-o| **Einfügen** in der Werkzeugleiste.
fr: Pour insérer des images depuis le CryptDrive ou en ajouter de nouvelles, utiliser le menu |picture-o| **Insérer** dans la barre d'outils.

source: See :ref:`remote_content` for more details.
bg: Вижте :ref:`remote_content` за повече детайли.
de: Siehe :ref:`remote_content` für weitere Informationen.
fr: Voir :ref:`remote_content` pour plus de détails.

source: Lightbox
bg: Ефект на осветяване
fr: Galerie

source: To browse through all images and diagrams in a document using the full width of the window:
bg: За да разгледате всички изображения и диаграми в документа, използвайки цялата ширина на прозореца:
de: Um bei der Betrachtung der Bilder oder Diagramme in einem Dokument die volle Fensterbreite auszunutzen:
fr: Pour voir une galerie de toutes les images et diagrammes d'un document :

source: ``Double click`` on an image or diagram in the Markdown preview.
bg: ``Двойно кликане`` върху снимка или диаграма в предварителен преглед на Markdown.
de: ``Doppelklicke`` auf ein Bild oder Diagramm in der Markdown-Vorschau.
fr: ``Double-Clic`` sur une image ou un diagramme dans l'aperçu Markdown.

source: Navigate with the arrow keys.
bg: Навигирайте чрез стрелките на клавиатурата.
de: Navigiere mit den Pfeiltasten.
fr: Naviguer avec les flèches du clavier.

source: Close the light box with |times| or :kbd:`Esc`.
bg: Затворете ефекта на осветяване чрез |times| или :kbd:`Esc`.
de: Schließe die Lightbox mit |times| oder :kbd:`Esc`.
fr: Fermer la galerie avec |times| ou :kbd:`Échap`.

source: Images
bg: Снимки
de: Bilder

source: Code / Markdown
bg: Код / Markdown
