Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/diagram.po
Languages: de, es_cu, fr, ja, ru

source: Diagram
de: Diagramm
es_cu: Diagrama
fr: Diagramme
ja: ダイアグラム
ru: Диаграмма

source: The Diagram application in CryptPad is an integration of `Draw.io <https://www.drawio.com/>`__.
de: Die Diagramm-Anwendung in CryptPad ist eine Integration von `Draw.io <https://www.drawio.com/>`__.
es_cu: La aplicación Diagram en CryptPad es una integración de `Draw.io <https://www.drawio.com/>`__.
fr: L'application Diagramme de CryptPad est une intégration de `Draw.io <https://www.drawio.com/>`__.
ja: CryptPadのダイアグラムのアプリケーションは\ `Draw.io <https://www.drawio.com/>`__\ に基づいています。
ru: Приложение Диаграмма в CryptPad представляет собой интеграцию `Draw.io <https://www.drawio.com/>`__.

source: Please refer to the `Draw.io documentation <https://www.drawio.com/doc/>`__ for a diagram user-guide.
de: Eine Anleitung zur Verwendung der Diagramm-Anwendung findest du in der `Dokumentation von Draw.io <https://www.drawio.com/doc/>`__.
es_cu: Por favor consulta la documentación de `Draw.io <https://www.drawio.com/doc/>`__ para obtener una guía del usuario del diagrama.
fr: Veuillez vous référer à la `documentation Draw.io <https://www.drawio.com/doc/>`__ pour un guide d'utilisation de Diagramme.
ja: ダイアグラムの使い方については\ `Draw.ioのドキュメンテーション <https://www.drawio.com/doc/>`__\ をご覧ください。
ru: Пожалуйста, обратитесь к `документации Draw.io <https://www.drawio.com/doc/>`__ для получения руководства пользователя.

source: Toolbars
de: Werkzeugleisten
es_cu: Barras de herramientas
fr: Barre d'outils
ja: ツールバー
ru: Панели инструментов

source: CryptPad integrates Draw.io diagrams into the same encrypted collaboration system as the other applications. Additionally Draw.io provides a wide range of functions in a tabbed toolbar. This results in a double toolbar that can cause confusion:
de: CryptPad integriert Diagramme von Draw.io wie die anderen Anwendungen in das System zur verschlüsselten Zusammenarbeit. Draw.io stellt viele Funktionen in einer Werkzeugleiste mit Registerkarten bereit. Deswegen werden zwei Werkzeugleisten angezeigt, was verwirrend sein kann:
es_cu: CryptPad integra diagramas de Draw.io en el mismo sistema de colaboración cifrado que las otras aplicaciones. Además, Draw.io proporciona una amplia gama de funciones en una barra de herramientas con pestañas. Esto da como una doble barra de herramientas que puede provocar confusión:
fr: CryptPad intègre les diagrammes Draw.io dans le même système de collaboration chiffré que les autres applications. Additionnellement Draw.io apportes un grand nombre de fonctionnalités sous forme d'une barre d'outils. Ceci résulte en une double barre d'outils qui peut prêter à confusion :
ja: CryptPadはDraw.ioのダイアグラムを他のアプリケーションと同様に暗号化された共同作業用プラットフォームに統合しています。Draw.ioには様々な機能が使えるタブ型のツールバーがあり、画面にツールバーが2つ表示されるため、分かりにくい可能性があります。
ru: CryptPad интегрирует диаграммы Draw.io в ту же зашифрованную систему совместной работы, что и другие приложения. Кроме того, Draw.io предоставляет широкий спектр функций на панели инструментов с вкладками. В результате появляется двойная панель инструментов, что может вызвать путаницу:

source: The topmost **CryptPad toolbar** is used for |file-o| **File** operations (including import/export, history, properties, etc) as well as |share-alt| **Share** and |unlock-alt| **Access**.
de: Die obere **Werkzeugleiste von CryptPad** wird für |file-o| **Datei** (einschließlich Import/Export, Verlauf, Eigenschaften, etc) verwendet, sowie für |share-alt| **Teilen** und |unlock-alt| **Zugriff**.
es_cu: La **barra de herramientas CryptPad** superior se utiliza para |file-o| operaciones de **archivo** (incluidas importación/exportación, historial, propiedades, etc.), así como |share-alt| **Compartir** y |unlock-alt| **Acceso**.
fr: La première, **barre d'outils CryptPad** est utilisée pour les opérations |file-o| **Fichier** (incluant l'import/export, l'historique, les propriétés, etc) ainsi que |share-alt| **Partager** et |unlock-alt| **Accès**.
ja: 一番上にある\ **CryptPadのツールバー**\ は |file-o| **ファイル**\ の操作（インポートとエクスポート、履歴、プロパティーなど）や |share-alt| **共有**\ と |unlock-alt| **アクセス**\ 管理に使用されます。
ru: Самая верхняя **панель инструментов CryptPad** используется для операций с файлом - |file-o| **Файл** (включая импорт/экспорт, историю, свойства и т. д.), а также |share-alt| **Поделиться** и |unlock-alt| **Доступ**.

source: The **Draw.io toolbar** is used for all functionality within the diagram document itself.
de: Die **Werkzeugleiste von Draw. io** wird für alle Funktionen im Diagrammdokument verwendet.
es_cu: La ** barra de herramientas Draw.io** se utiliza para todas las funciones dentro del documento del diagrama .
fr: La **barre d'outils Draw.io** est utilisée pour l'ensemble des fonctionnalités liées au document diagramme lui-même.
ja: **Draw.ioのツールバー**\ はダイアグラムのドキュメント自体の諸機能について用いられます。
ru: **Панель инструментов Draw.io** используется для всех функций самого документа диаграммы.

source: Import/Export
es_cu: Importar/Exportar
fr: Importer/Exporter
ja: インポート/エクスポート
ru: Импорт/Экспорт

source: CryptPad toolbar
fr: Barre d'outils CryptPad
ru: Панель инструментов CryptPad

source: Import and export diagram files.
fr: Importer et exporter les fichiers diagrammes.
ru: Импорт и экспорт файлов диаграмм.

source: |file-o| **File** > |upload| **Import**.
de: |file-o| **Datei** > |upload| **Importieren**.
es_cu: |file-o| **Archivo** > |upload| **Importar**.
fr: |file-o| **Fichier** > |upload| **Importer**.
ja: |file-o| **ファイル** > |upload| **インポート**。
ru: |file-o| **Файл** > |upload| **Импорт**.

source: Supported formats: ``.drawio``
de: Unterstützte Formate: ``.drawio``
es_cu: Formatos soportados: ``.drawio``
fr: Format supporté : ``.drawio``
ja: サポートするフォーマット：\ ``.drawio``
ru: Поддерживаемые форматы: ``.drawio``

source: |file-o| **File** > |download| **Export**.
de: |file-o| **Datei** > |download| **Exportieren**.
es_cu: |file-o| **Archivo** > |download| **Exportar**.
fr: |file-o| **Fichier** > |download| **Exporter**.
ja: |file-o| **ファイル** > |download| **エクスポート**。
ru: |file-o| **Файл** > |download| **Экспорт**.

source: Draw.io toolbar
fr: Barre d'outils Draw.io

source: Add content inside your diagram document or preview it in an image format.
fr: Ajouter du contenu dans votre document diagramme ou le prévisualiser dans un format image.
ru: Добавьте содержимое в документ схемы или просмотрите его в формате изображения.

source: **File** > **Import from**.
fr: **Fichier** > **Importer de**.

source: **File** > **Export as**.
fr: **Fichier** > **Exporter en**.

source: Supported formats: ``.png``, ``.jpg``, ``.svg`` & ``.pdf``
fr: Formats supportés : ``.png``, ``.jpg``, ``.svg`` et ``.pdf``

source: Documentation
de: Dokumentation
es_cu: Documentación
ja: ドキュメンテーション
ru: Документация

source: Supported formats: ``.png``, ``.jpg``, ``.svg``, ``.pdf``
de: Unterstützte Formate: ``.png``, ``.jpg``, ``.svg``, ``.pdf``
