Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/form.po
Languages: de, fr, ja, ru

source: Form
de: Formular
fr: Formulaire
ja: フォーム
ru: Формы

source: preview of the Form application
de: Vorschau der Formular-Anwendung
fr: aperçu de l'application formulaires
ja: フォームアプリケーションの画面
ru: предварительный просмотр приложения Формы

source: Roles
de: Rollen
fr: Rôles
ja: 役割
ru: Роли

source: Forms benefit from the same collaboration and privacy features as the other CryptPad applications. They also have slightly different requirements when it comes to usage, for example someone responding to a form should be able to edit their own answers but not other users' answers or the form itself. For this reason the :ref:`share_access_rights` when sharing a form are different from the other applications. Forms have 3 different roles:
de: Formulare profitieren von denselben Funktionen bezüglich Zusammenarbeit und Privatsphäre wie die anderen Anwendungen von CryptPad. Sie haben allerdings etwas andere Anforderungen bei der Nutzung, beispielsweise sollte jemand beim Beantworten eines Formulars nur seine eigenen Antworten bearbeiten können, aber nicht die Antworten anderer Benutzer oder das Formular an sich. Deswegen unterscheiden sich die :ref:`share_access_rights` beim Teilen eines Formulars. Formulare haben drei verschiedene Rollen:
fr: Les formulaires bénéficient des mêmes fonctionnalités de collaboration et de confidentialité que les autres applications CryptPad. Ils présentent cependant des exigences légèrement différentes en termes d'utilisation. Par exemple, une personne répondant à un formulaire doit pouvoir modifier ses propres réponses, mais pas celles des autres utilisateur·ices ni le formulaire lui-même. Pour cette raison, les :ref:`share_access_rights` lors du partage d'un formulaire sont différents des autres applications. Les formulaires ont 3 rôles différents :
ja: フォームは、他のCryptPadのアプリケーションと同じく、共同作業用・プライバシーの機能を備えています。それに加えて、フォームの使用時には、少し異なった要件も求められます。例えば、フォームに回答する人は、他の人の回答やフォーム自体ではなく、自分の回答だけを編集できるのでなければなりません。このため、フォームを共有する際の\ :ref:`share_access_rights`\ は他のアプリケーションの場合とは異なっています。フォームには、以下の3つの異なる権限があります。
ru: В Формах используются те же функции совместной работы и конфиденциальности, что и в других приложениях CryptPad. При этом в них есть свои особенности в плане использования: например, кто-то, отвечая на форму, должен иметь возможность редактировать свои собственные ответы, но не ответы других пользователей или саму форму. По этой причине :ref:`share_access_rights` при совместном использовании формы отличаются от других приложений. Формы имеют 3 разные роли:

source: **Author**: can edit questions and :ref:`form settings <form_settings>`.
de: **Autor**: kann Fragen und :ref:`Einstellungen des Formulars <form_settings>` bearbeiten.
fr: **Auteur·ice** : peut modifier les questions et :ref:`les réglages du formulaire <form_settings>`.
ja: **作者**\ ：質問と\ :ref:`フォームの設定 <form_settings>`\ を編集できます。
ru: **Автор**: может редактировать вопросы и :ref:`настройки формы <form_settings>`.

source: **Auditor**: can view responses to the form whether or not they are public.
de: **Auditor**: kann Antworten unabhängig davon ansehen, ob sie öffentlich sind oder nicht.
fr: **Auditeur·ice** : peut consulter les réponses au formulaire, qu'elles soient publiques ou non.
ja: **監察人**\ ：フォームが公開・未公開のどちらの状態でも回答を確認できます。
ru: **Аудитор**: может просматривать ответы на форму независимо от того, являются ли они общедоступными.

source: **Participant**: can answer the form and only view responses once they are made public by an author.
de: **Teilnehmer**: kann Fragen im Formular beantworten und Antworten erst nach Veröffentlichung durch den Autor ansehen.
fr: **Participant·e** : peut répondre au formulaire et voir les réponses une fois qu'elles sont rendues publiques par un·e auteur·ice.
ja: **参加者**\ ：フォームに回答し、作者が回答を公開したときにのみ回答を確認できます。
ru: **Участник**: может отвечать на форму и просматривать ответы только после их публикации автором.

source: To share a form with a specific role, for example to send it to participants, select the role in the |share-alt| **Share** menu before selecting contacts or copying the link.
de: Um ein Formular mit einer bestimmten Rolle zu teilen, beispielsweise um es zu Teilnehmern zu senden, wähle im Menü |share-alt| **Teilen** die Rolle aus, bevor du Kontakte auswählst oder den Link kopierst.
fr: Pour partager un formulaire avec un rôle donné, par exemple pour l'envoyer à des participant·es, sélectionnez le rôle dans le menu |share-alt| **Partager** avant de sélectionner les contacts ou de copier le lien.
ja: 役割を指定してフォームを共有する場合、例えば参加者にフォームを送信する場合は、|share-alt| **共有**\ メニューから役割を選択した後で、連絡先を選択、またはリンクをコピーしてください。
ru: Чтобы поделиться формой с определенной ролью, например, чтобы отправить её участникам, выберите роль в |share-alt| **Поделиться** перед выбором контактов или копированием ссылки.

source: the share menu in the form application, showing the three roles: participant, auditor, and author.
de: Teilen-Menü in der Formular-Anwendung mit den drei Rollen: Autor, Auditor und Teilnehmer.
fr: le menu de partage dans l'application formulaires, montrant les trois rôles : participant·e, auditeur·ice et auteur·e.
ja: フォームアプリケーションの共有メニュー。参加者、監察人、作者の3つの役割を表示中。
ru: меню общего доступа в форме приложения, показывающее три роли: участник, аудитор и автор.

source: The user list, chat, and alerts about users joining the collaborative session are all disabled when a participant is responding to a form. This is to avoid giving the impression that someone is watching while they answer.
de: Die Benutzerliste, der Chat und Benachrichtigung über beitretende Benutzer werden bei der Beantwortung von Formularen deaktiviert. Dadurch soll der Eindruck vermieden werden, dass andere Benutzer die Beantwortung beobachten.
fr: La liste des utilisateur·ices, le chat et les alertes concernant les utilisateur·ices qui rejoignent la session collaborative sont désactivés lorsqu'un·e participant·e répond à un formulaire. Ceci afin d'éviter de donner l'impression que quelqu'un les observe pendant qu'ils répondent.
ja: 参加者がフォームに回答する際には、ユーザーの一覧やチャット、共同セッションにユーザーが参加したことの通知が無効に設定されます。これは、誰かが回答時に監視しているという印象を与えることを防ぐことを狙いとしています。
ru: Список пользователей, чат и оповещения о пользователях, присоединяющихся к сеансу совместной работы, отключаются, когда участник отвечает на форму. Это делается для того, чтобы не создавалось впечатление, что кто-то наблюдает, пока он отвечает.

source: Editing a form
de: Ein Formular bearbeiten
fr: Modifier un formulaire
ja: フォームの編集
ru: Редактирование формы

source: To add a question, use the |plus| **Add** menu after the last question, or the |plus| between each question.
de: Um eine Frage hinzuzufügen, verwende das Menü |plus| **Hinzufügen** unterhalb der letzten Frage oder |plus| zwischen den Fragen.
fr: Pour ajouter une question, utilisez le menu |plus| **Ajouter** après la dernière question, ou le |plus| entre chaque question.
ja: 最後の質問の |plus| **追加**\ メニュー、またはそれぞれの質問の間にある |plus| から質問を追加できます。
ru: Чтобы добавить вопрос, используйте меню |plus| **Добавить** после последнего вопроса или |plus| между каждыми двумя вопросами.

source: To delete a question use the |trash-o| **Delete** button on the question to remove.
de: Um eine Frage zu löschen, verwende die Schaltfläche |trash-o| **Löschen** bei der zu löschenden Frage.
fr: Pour supprimer une question, utilisez le bouton |trash-o| **Supprimer** sur la question à effacer.
ja: 質問は、各質問の |trash-o| **削除**\ ボタンを使うと削除できます。
ru: Чтобы удалить вопрос, используйте кнопку |trash-o| **Удалить** на вопросе, который нужно удалить.

source: Utilities
de: Werkzeuge
fr: Mise en page
ja: 機能
ru: Элементы

source: |cptools form-paragraph| Description
de: |cptools form-paragraph| Beschreibung
ja: |cptools form-paragraph| 説明文
ru: |cptools form-paragraph| Описание

source: Add text to the form using Markdown syntax.
de: Fügt Text zum Formular hinzu unter Verwendung von Markdown-Syntax.
fr: Ajoutez du texte au formulaire en utilisant la syntaxe Markdown.
ja: マークダウンの構文を使ってフォームに文を追加できます。
ru: Добавьте текст в форму, используя синтаксис Markdown.

source: :badge_user:`Logged in users`
de: :badge_user:`Eingeloggte Benutzer`
fr: :badge_user:`Utilisateur·ices enregistré·es`
ja: :badge_user:`ログイン済ユーザー`
ru: :badge_user:`Зарегистрированные пользователи`

source: To add an image from the CryptDrive or upload a new one, use the |picture-o| icon in the toolbar.
de: Um ein Bild aus dem CryptDrive einzubetten oder ein neues Bild hochzuladen, verwende das Symbol |picture-o| in der Werkzeugleiste.
fr: Pour ajouter une image depuis le CryptDrive ou en ajouter une nouvelle, utilisez l'icône |picture-o| dans la barre d'outils.
ja: ツールバーの |picture-o| アイコンから、CryptDriveから画像を追加したり、新しい画像をアップロードしたりすることができます。
ru: Чтобы добавить изображение из CryptDrive или загрузить новое, используйте значок |picture-o| на панели инструментов.

source: |cptools form-page-break| Page Break
de: |cptools form-page-break| Seitenumbruch
fr: |cptools form-page-break| Saut de page
ja: |cptools form-page-break| ページ分割
ru: |cptools form-page-break| Разрыв страницы

source: Split the form into pages. Only displayed to participants.
de: Teilt das Formular auf mehrere Seiten auf. Dies wird nur Teilnehmern angezeigt.
fr: Diviser le formulaire en pages. Affiché uniquement pour les participants.
ja: フォームを複数のページに分割。参加者にのみ表示されます。
ru: Разделите форму на страницы. Отображается только для участников.

source: |cptools form-conditional| Conditional Section
de: |cptools form-conditional| Bedingter Abschnitt
fr: |cptools form-conditional| Section Conditionnelle
ja: |cptools form-conditional| 条件のセクション
ru: |cptools form-conditional| Вариативная часть

source: |cptools form-list-radio| **Choice** and |cptools form-list-check| **Checkbox** questions can be used to display or hide a section of questions.
de: Die Fragetypen |cptools form-list-radio| **Einfachauswahl** und |cptools form-list-check| **Mehrfachauswahl** können dazu verwendet werden, einen Frageabschnitt ein- oder auszublenden.
fr: Les questions |cptools form-list-radio| **Choix** et |cptools form-list-check| **Cases** peuvent être utilisées pour afficher ou masquer une section de questions.
ja: |cptools form-list-radio| **選択肢**\ と |cptools form-list-check| **チェックボックス**\ の質問を使うと、質問のセクションを表示したり非表示にしたりできます。
ru: |cptools form-list-radio| **Выбор** and |cptools form-list-check| **Флажок** можно использовать для отображения или скрытия дополнительного раздела с вопросами.

source: In the form editor, use the |plus| **Add** buttons between questions, or the list at the bottom of the form, to add a |cptools form-conditional| **Conditional Section**.
de: Nutze im Formular-Editor die Schaltflächen |plus| **Hinzufügen** zwischen den Fragen oder am Ende des Formulars, um einen |cptools form-conditional| **Bedingten Abschnitt** hinzufügen.
fr: Dans l'éditeur, utilisez les boutons |plus| **Ajouter** entre les questions, ou la liste au bas du formulaire, pour ajouter une |cptools form-conditional| **Section conditionnelle**.
ja: フォームのエディターで、セクション間の |plus| **追加**\ ボタン、またはフォームの一番下にあるリストから、 |cptools form-conditional| **条件のセクション**\ を追加してください。
ru: В редакторе форм чтобы добавить |cptools form-conditional| **Вариативную часть** - используйте кнопки |plus| **Добавить** между вопросами или список в нижней части формы.

source: Ensure that there is at least one :ref:`form_Q_choice` or :ref:`form_Q_checkbox` before the section (a hint will be displayed if not). Only questions placed *before* the section will be available to use in the conditions.
de: Stelle sicher, dass zumindest eine :ref:`form_Q_choice` oder :ref:`form_Q_checkbox` vor dem Abschnitt hinzugefügt wurde (andernfalls wird ein Hinweis angezeigt). Nur *vor* dem Abschnitt platzierte Fragen können in den Bedingungen verwendet werden.
fr: Vérifier qu'au moins une question :ref:`form_Q_choice` ou :ref:`form_Q_checkbox` est placée avant la section (un message sera affiché si ce n'es pas le cas). Seules les questions placées *avant* la section peuvent être utilisées dans les conditions.
ja: セクションの前には少なくとも1つの\ :ref:`form_Q_choice`\ または\ :ref:`form_Q_checkbox`\ を作成してください（そうでない場合はヒントが表示されます）。セクションの「前」に設定された質問のみが条件に使用できます。
ru: Убедитесь, что перед разделом стоит хотя бы один :ref:`form_Q_choice` или :ref:`form_Q_checkbox` (в противном случае появится подсказка). Только вопросы, размещенные *перед* разделом, будут доступны для использования в условиях.

source: Add some content (description text, questions) to the section using the |plus| **Add** button or by dragging questions into the section area.
de: Füge Inhalte (Beschreibungstext und Fragen) zum Abschnitt hinzu mit der Schaltfläche |plus| **Hinzufügen** oder durch Ziehen von Fragen in den Abschnittsbereich.
fr: Ajouter du contenu (texte de description, questions) à la section en utilisant le bouton |plus| **Ajouter** ou en faisant glisser les questions dans la zone de la section.
ja: |plus| **追加**\ ボタンを使ったりセクションの領域に質問をドラッグしたりして、説明文や設問などの内容を追加してください。
ru: Добавьте содержимое (текст описания, вопросы) в раздел, используя |plus| **Добавить** или перетащив вопросы в область раздела.

source: Set some conditions using the selection menus. AND conditions must all be true together, only of the OR conditions needs to be true.
de: Lege Bedingungen über die Auswahlmenüs fest. Es müssen alle UND-Bedingungen erfüllt sein, während nur eine der ODER-Bedingungen erfüllt sein muss.
fr: Définir certaines conditions à l'aide des menus de sélection. Les conditions ET doivent toutes être vraies ensemble, seule une des conditions OU doit être vraie.
ja: 選択用メニューを使って条件を設定してください。「かつ」の条件は全て満たされていなければならず、「または」の条件はどれかが満たされていれば十分です。
ru: Установите некоторые условия, используя меню выбора. Все условия И должны быть истинными вместе, только одно из условий ИЛИ должно быть истинным.

source: In the participant view, the section will only be displayed if the conditions are true.
de: In der Teilnehmer-Ansicht wird der Abschnitt nur angezeigt, wenn die Bedingungen zutreffen.
fr: Sur la page des participant·es, la section ne s'affiche que si les conditions sont remplies.
ja: 参加者には、条件が真の場合にのみセクションが表示されます。
ru: В отображении для участника опроса раздел будет отображаться только в том случае, если условия верны.

source: Question types
de: Fragetypen
fr: Types de questions
ja: 質問の種類
ru: Типы вопросов

source: |cptools form-text| Text
fr: |cptools form-text| Texte
ja: |cptools form-text| 文
ru: |cptools form-text| Текст

source: **Response**: one line of text
de: **Antwort**: einzeiliger Text
fr: **Réponse** : une ligne de texte
ja: **回答**\ ：1行の文
ru: **Ответ**: одна строка текста

source: **Options**:
de: **Optionen**:
ja: **選択肢**\ ：
ru: **Варианты**:

source: Text type: text, number, link or email
de: Texttyp: Text, Zahl, Link oder E-Mail-Adresse
fr: Type de texte : texte, numéro, lien ou e-mail
ja: テキストの種類：文、番号、リンク、または電子メールアドレス
ru: Текстовый тип: текст, число, ссылка или электронная почта

source: In the case of link and email, the question is highlighted in red and an error is shown to the user if their response does not fit the required format.
de: Bei Link und E-Mail-Adresse wird die Frage rot hervorgehoben und dem Benutzer als Fehler angezeigt, wenn die Antwort nicht zum vorgesehenen Format passt.
fr: Dans le cas du lien et de l'e-mail, la question est encadrée en rouge et une erreur est affichée à l'utilisateur·ice si sa réponse ne correspond pas au format requis.
ja: リンクと電子メールアドレスの場合、回答が適切な形式に合致しない場合は、質問を赤色でハイライトし、ユーザーにエラーを表示します。
ru: В случае ссылки и электронной почты вопрос выделяется красным цветом и пользователю отображается сообщение об ошибке, если его ответ не соответствует требуемому формату.

source: |cptools form-paragraph| Paragraph
de: |cptools form-paragraph| Absatz
fr: |cptools form-paragraph| Paragraphe
ja: |cptools form-paragraph| 段落
ru: |cptools form-paragraph| Абзац

source: **Response**: multiple lines of text
de: **Antwort**: mehrzeiliger Text
fr: **Réponse** : plusieurs lignes de texte
ja: **回答** \：複数行の文
ru: **Ответ**: несколько строк текста

source: Maximum characters: limit (defaults to 1000)
de: Zeichenbegrenzung (standardmäßig 1000)
fr: Nombre maximum de caractères : limite (1000 par défaut)
ja: 最大文字数の制限（既定で1000字）
ru: Максимальное количество символов: ограничено (по умолчанию 1000)

source: |cptools form-list-radio| Choice
de: |cptools form-list-radio| Einfachauswahl
fr: |cptools form-list-radio| Choix
ja: |cptools form-list-radio| 選択肢
ru: |cptools form-list-radio| Выбор

source: **Response**: one choice from the list
de: **Antwort**: eine Auswahl aus einer Liste
fr: **Réponse** : un choix dans la liste
ja: **回答**\ ：リストから1つ選択
ru: **Ответ**: один вариант из списка

source: |plus| **Add option** button
de: Schaltfläche |plus| **Option hinzufügen**
fr: bouton |plus| **Ajouter une option**
ja: |plus| **選択肢を追加**\ のボタン
ru: кнопка |plus| **Добавить вариант**

source: Grab the |ellipsis-v| |ellipsis-v| handle and drag to re-order options
de: Ziehe Fragen an |ellipsis-v| |ellipsis-v|, um die Reihenfolge zu ändern
fr: Cliquer sur la poignée |ellipsis-v| |ellipsis-v| et la faire glisser pour réorganiser les options
ja: |ellipsis-v| |ellipsis-v| をつかんでドラッグすると、選択肢を並び替えられます
ru: Возьмите рукоятку |ellipsis-v| |ellipsis-v| и перетащите её, чтобы изменить порядок вариантов

source: Delete an option with |times|
de: Lösche eine Option mit |times|
fr: Supprimer une option avec |times|
ja: |times| で選択肢を削除
ru: Удалить вариант с помощью |times|

source: |cptools form-grid-radio| Choice Grid
de: |cptools form-grid-radio| Einfachauswahl-Matrix
fr: |cptools form-grid-radio| Grille de choix
ja: |cptools form-grid-radio| 選択式グリッド
ru: |cptools form-grid-radio| Таблица вариантов

source: **Response**: one option choice per item
de: **Antwort**: eine Option pro Eintrag
fr: **Réponse** : un choix d'option par objet
ja: **回答**\ ：1項目につき選択肢を1つ選択
ru: **Ответ**: один вариант выбора для каждого элемента

source: |plus| **Add option** and |plus| **Add item** buttons
de: Schaltflächen |plus| **Option hinzufügen** und |plus| **Eintrag hinzufügen**
fr: boutons |plus| **Ajouter une option** and |plus| **Ajouter un objet**
ja: |plus| **選択肢を追加**\ と |plus| **項目を追加**\ のボタン
ru: кнопки |plus| **Добавить вариант** и |plus| **Добавить элемент**

source: Grab the |ellipsis-v| |ellipsis-v| handle and drag to re-order items and options
de: Ziehe Einträge und Optionen an |ellipsis-v| |ellipsis-v|, um die Reihenfolge zu ändern
fr: Cliquer sur la poignée |ellipsis-v| |ellipsis-v| et la faire glisser pour réorganiser les objets et les options
ja: |ellipsis-v| |ellipsis-v| をつかんでドラッグすると、項目や選択肢を並び替えられます
ru: Возьмите рукоятку |ellipsis-v| |ellipsis-v| и перетащите, чтобы изменить порядок элементов и вариантов

source: Delete an item or option with |times|
de: Lösche einen Eintrag oder eine Option mit |times|
fr: Supprimer un objet ou une option avec |times|
ja: |times| で項目または選択肢を削除
ru: Удалить элемент или вариант с помощью |times|

source: |calendar| Date
de: |calendar| Datum
ja: |calendar| 日付
ru: |calendar| Дата

source: **Response**: pick a date and time
de: **Antwort**: wähle ein Datum und eine Uhrzeit
fr: **Réponse** : choisir une date et une heure
ja: **回答**\ ：日時を選択
ru: **Ответ**: выберите дату и время

source: |cptools form-list-check| Checkbox
de: |cptools form-list-check| Mehrfachauswahl
fr: |cptools form-list-check| Cases
ja: |cptools form-list-check| チェックボックス
ru: |cptools form-list-check| Флажок

source: **Response**: multiple choices from the list
de: **Antwort**: mehre Optionen von einer Liste
fr: **Réponse** : choix multiples dans la liste
ja: **回答**\ ：リストから複数選択可
ru: **Ответ**: несколько вариантов из списка

source: Maximum selectable options
de: Maximal auswählbare Optionen
fr: Nombre maximum de réponses
ja: 選択可能な選択肢の数
ru: Максимальное количество выбираемых вариантов

source: |cptools form-grid-check| Checkbox Grid
de: |cptools form-grid-check| Mehrfachauswahl-Matrix
fr: |cptools form-grid-check| Grille de cases
ja: |cptools form-grid-check| チェックボックス式グリッド
ru: |cptools form-grid-check| Таблица флажков

source: **Response**: multiple choices for each item
de: **Antwort**: mehrere Optionen für jeden Eintrag
fr: **Réponse** : choix multiples pour chaque objet
ja: **回答**\ ：各項目に複数の選択肢
ru: **Ответ**: несколько вариантов для каждого элемента

source: Maximum selectable options (per item)
de: Maximal auswählbare Optionen (pro Eintrag)
fr: Nombre maximum de réponses (par objet)
ja: 選択可能な選択肢の数（各項目につき）
ru: Максимальное количество выбираемых вариантов (для каждого элемента)

source: |cptools form-list-ordered| Ordered List
de: |cptools form-list-ordered| Geordnete Liste
fr: |cptools form-list-ordered| Liste ordonnée
ja: |cptools form-list-ordered| 番号付きリスト
ru: |cptools form-list-ordered| Нумерованный список

source: **Response**: order of preference for the listed options
de: **Antwort**: Reihenfolge für die aufgeführten Optionen
fr: **Réponse** : ordre de préférence pour les options listées
ja: **回答**\ ：一覧にある選択肢の優先順位
ru: **Ответ**: отсортировать перечисленные варианты по своему вкусу

source: **Condorcet**:
ja: **コンドルセ式**：
ru: **Кондорсе**:

source: Since v5.3 responses can show the results with the `Condorcet method <https://en.wikipedia.org/wiki/Condorcet_method>`_. You can select Schulze or Ranked Pairs to display the winner. The details will also show the number of matches won by each candidates.
de: Seit Version 5.3 können Antworten mit einer `Condorcet-Methode <https://de.wikipedia.org/wiki/Condorcet-Methode>`_ ausgewertet werden. Du kannst Schulze oder Ranked Pairs wählen, um den Sieger anzuzeigen. In den Details wird auch die Anzahl der von den einzelnen Kandidaten gewonnenen Vergleiche angezeigt.
fr: Depuis v5.3 les réponses montrent les résultats avec la `méthode Condorcet <https://fr.wikipedia.org/wiki/M%C3%A9thode_de_Condorcet>`__. Vous pouvez sélectionner Schulze ou Rangement des paires pour afficher lae gagnant·e. Les détails montrent aussi le nombre de match gagnés par chaque candidat·es.
ja: バージョン5.3より回答を\ `コンドルセ法 <https://en.wikipedia.org/wiki/Condorcet_method>`_\ で表示できます。シュルツェまたはランク付けのペアを選択して勝者を表示できます。詳細からは、それぞれの候補が勝利した数を確認できます。
ru: Начиная с версии 5.3, ответы могут отображать результаты с помощью `метода Кондорсе <https://en.wikipedia.org/wiki/Condorcet_method>`_. Вы можете выбрать Schulze или Ranked Pairs, чтобы отобразить победителя. В деталях также будет указано количество матчей, выигранных каждым кандидатом.

source: |cptools form-poll| Poll
de: |cptools form-poll| Umfrage
fr: |cptools form-poll| Sondage
ja: |cptools form-poll| 投票
ru: |cptools form-poll| Опрос

source: **Response**: |check| Yes, |times| No, or |cptools form-poll-maybe| Acceptable for each of the proposed options
de: **Antwort**: |check| Ja, |times| Nein oder |cptools form-poll-maybe| Akzeptabel für jede vorgeschlagene Option
fr: **Réponse** : |check| Oui, |times| Non, |cptools form-poll-maybe| Acceptable pour chacune des options proposées
ja: **回答**\ ：それぞれの選択肢に対し |check| はい、|times| いいえ、|cptools form-poll-maybe| 可のいずれか
ru: **Ответ**: |check| Да, |times| Нет, или |cptools form-poll-maybe| Возможно - для каждого из предложенных вариантов

source: **Option types**:
de: **Optionstypen**:
fr: **Types d'options** :
ja: 選択肢の種類：
ru: **Варианты типов**:

source: Text
fr: Texte
ja: 文
ru: Текст

source: Day
de: Tag
fr: Jour
ja: 日
ru: День

source: Select the date choices by clicking on them in the calendar
de: Wähle die Daten durch Anklicken im Kalender aus
fr: Sélectionnez les dates souhaitées en cliquant le calendrier
ja: カレンダーから日付の選択肢を設定できます
ru: Выберите варианты дат, щелкнув их в календаре

source: Time
de: Zeit
fr: Heure
ja: 時
ru: Время

source: Click on an option to select the date and time in the calendar
de: Klicke auf eine Option, um das Datum und die Zeit im Kalender auszuwählen
fr: Cliquer sur une option pour sélectionner la date et l'heure dans le calendrier
ja: 選択肢をクリックすると、カレンダーから日時を設定できます
ru: Нажмите на вариант, чтобы выбрать дату и время в календаре
