Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/form.po
Languages: de, fr, ja, ru

source: Click "Add multiple dates and times" to select multiple options and use |plus| **Add all** to add all of the selected options at once.
de: Klicke auf "Mehrere Daten und Zeiten hinzufügen", um mehre Optionen auszuwählen, und verwende |plus| **Alle Hinzufügen**, um alle ausgewählten Optionen hinzuzufügen.
fr: Cliquer sur "Ajouter plusieurs dates et heures" pour sélectionner plusieurs options puis |plus| **Ajouter tout** pour ajouter toutes les options sélectionnées en une seule fois.
ja: "複数の日時を追加"をクリックして複数の選択肢を選び、|plus| **全て追加**\ から一度に全ての選択肢を追加できます。
ru: Нажмите «Добавить несколько дат и времени», чтобы выбрать несколько вариантов и используйте |plus| **Добавить все**, чтобы добавить сразу все выбранные варианты.

source: Form Settings
de: Einstellungen des Formulars
fr: Réglages du formulaire
ja: フォームの設定
ru: Настройки формы

source: Use the 3 buttons at the top for easy access to:
de: Verwende die drei Schaltflächen im oberen Bereich für einfachen Zugriff auf:
fr: Utilisez les 3 boutons en haut pour un accès facile :
ja: 上にある3つのボタンから、以下に直接アクセスできます：
ru: Используйте 3 кнопки вверху для быстрого доступа к:

source: |bar-chart| **Responses** (count): toggles the response page
de: |bar-chart| **Antworten** (Anzahl): Wechselt zur Anworten-Seite und zurück
fr: |bar-chart| **Réponses** (nombre) : consulter la page des réponses
ja: |bar-chart| **回答**\ （回答数） : 回答ページの表示を切り替えます
ru: |bar-chart| **Ответы** (количество): переключает на страницу ответов

source: |eye| **Preview form**: Opens the participant link
de: |eye| **Vorschau**: Öffnet den Link für Teilnehmer
fr: |eye| **Aperçu** : Ouvrir le lien en mode participant
ja: |eye| **フォームをプレビュー**\ ：参加者用リンクを開きます
ru: |eye| **Предварительный просмотр формы**: открывает ссылку участника

source: |link| **Copy public link**: Copies the participant link
de: |link| **Öffentlichen Link kopieren**: Kopiert den Link für Teilnehmer
fr: |link| **Copier le lien public** : Copier le lien à envoyer aux participant·es
ja: |link| **公開リンクをコピー**\ ：参加者用リンクをコピーします
ru: |link| **Копировать публичную ссылку**: копирует ссылку участника

source: To share an **author** link to the form (with edit rights), use the :ref:`share` menu in the toolbar.
de: Um einen Link als **Autor** zum Formular zu teilen (mit Berechtigung zum Bearbeiten), verwende das Menü :ref:`share` in der Werkzeugleiste.
fr: Pour partager un lien **auteur·ice** vers le formulaire (avec des droits de modification), utiliser le menu :ref:`share` de la barre d'outils.
ja: フォームの\ **作者**\ 用のリンク（編集用の権限あり）は、ツールバーの\ :ref:`share`\ メニューから共有できます。
ru: Чтобы поделиться ссылкой **автора** на форму (с правами на редактирование), используйте меню :ref:`share` на панели инструментов.

source: Closing date
de: Enddatum
fr: Date de clôture
ja: 締切日時
ru: Дата окончания

source: Date after which the form will be closed to new responses
de: Datum, nach dem das Formular für neue Antworten geschlossen wird
fr: Date après laquelle le formulaire sera fermé aux nouvelles réponses
ja: 新しい回答の入力を締め切る日時
ru: Дата, после которой форма будет закрыта для новых ответов

source: Use the **Set closing date** button to select a date from the calendar
de: Verwende die Schaltfläche **Enddatum festlegen**, um ein Datum aus dem Kalender auszuwählen
fr: Utiliser le bouton **Date de clôture** pour sélectionner une date dans le calendrier
ja: **締切日時を設定**\ ボタンを押すと、カレンダーから日時を選択できます
ru: Используйте кнопку **Установить дату закрытия**, чтобы выбрать дату в календаре

source: If a closing date is set, use **Remove closing date** to remove it.
de: Wenn ein Enddatum festgelegt wurde, verwende **Enddatum entfernen**, um es zu entfernen.
fr: Si une date de clôture est fixée, utiliser **Supprimer la date de clôture** pour la supprimer.
ja: 締切日時が設定されている場合、**締切日時を削除**\ から削除できます。
ru: Если установлена дата закрытия, используйте **Удалить дату закрытия**, чтобы удалить ее.

source: Anonymize responses
de: Antworten anonymisieren
fr: Anonymiser les réponses
ja: 回答を匿名化
ru: Анонимизировать ответы

source: All responses are anonymized regardless of whether they are logged in to a CryptPad account. If un-checked, participants who are logged-in can still opt to answer anonymously if guest access is allowed (see below).
de: Alle Antworten werden anonymisiert, unabhängig davon, ob die Teilnehmer eingeloggt sind. Wenn die Option nicht aktiviert ist, können eingeloggte Teilnehmer trotzdem anonym antworten, wenn der Gastzugriff erlaubt ist (siehe unten).
fr: Toutes les réponses sont anonymisées, que les participant·es soient connecté·es ou non à un compte CryptPad. Si cette case n'est pas cochée, les participant·es connecté·es à un compte peuvent toujours choisir de répondre de manière anonyme si l'accès invité·e est autorisé·e (voir ci-dessous).
ja: CryptPadにログインしているかどうかに関わらず、全回答が匿名化されます。チェックしていない場合でも、ゲストによるアクセスが許可されていれば、ログイン済のユーザーは匿名で回答することができます（以下を参照）。
ru: Все ответы анонимны, независимо от того, вошли ли они в учетную запись CryptPad. Если этот флажок не установлен, участники, вошедшие в систему, по-прежнему могут отвечать анонимно, если разрешен гостевой доступ (см. ниже).

source: Guest Access
de: Gastzugriff
fr: Accès visiteur·ice
ja: ゲストによるアクセス
ru: Гостевой доступ

source: Blocked: only users who are logged in to their CryptPad account can respond to the form.
de: Blockiert: nur eingeloggte Benutzer können das Formular beantworten.
fr: Bloquées : seul·es les utilisateur·ices qui sont connecté·es à leur compte CryptPad peuvent répondre au formulaire.
ja: ブロック：CryptPadのアカウントにログインしているユーザーだけが回答できます。
ru: Заблокировано: только пользователи, вошедшие в свою учетную запись CryptPad, могут отвечать на форму.

source: Allowed: unregistered users can respond, logged in users can choose to respond anonymously.
de: Erlaubt: nicht registrierte Benutzer können das Formular beantworten und eingeloggte Benutzer können auswählen, anonym zu antworten.
fr: Autorisées : les utilisateur·ices non enregistré·es peuvent répondre, les utilisateur·ices connecté·es peuvent choisir de répondre de manière anonyme.
ja: 許可：登録していないユーザーも回答できます。ログイン済のユーザーは匿名による回答を選択できます。
ru: Разрешено: незарегистрированные пользователи могут отвечать, вошедшие пользователи могут отвечать анонимно.

source: Editing after submission
de: Bearbeitung nach Absenden
fr: Modifier les réponses après l'envoi
ja: 送信後の編集
ru: Редактирование после отправки

source: One time only: participants can answer the form only one time and can't modify or delete their responses after submitting them.
de: Einmalig: Teilnehmer können das Formular nur ein einziges Mal beantworten und können ihre Antworten nach dem Absenden nicht mehr ändern oder löschen.
fr: Une seule fois : les participant·es peuvent remplir le questionnaire une seule fois et ne peuvent pas modifier ou supprimer leurs réponses après les avoir envoyées.
ja: 一回のみ：参加者はフォームに一度のみ回答できます。送信後に回答を編集したり削除したりすることはできません。
ru: Только один раз: участники могут ответить на форму только один раз и не могут изменить или удалить свои ответы после их отправки.

source: One time and edit/delete: participants can answer the form only one time but are allowed modify or delete their responses after submitting them.
de: Einmalig und Bearbeiten/Löschen: Teilnehmer können das Formular nur einmal beantworten, dürfen aber ihre Antworten nach dem Absenden ändern oder löschen.
fr: Une seule fois et modifier/supprimer : les participant·es peuvent répondre au questionnaire une seule fois mais sont autorisé·es à modifier ou supprimer leurs réponses après les avoir envoyées.
ja: 一回のみ（編集、削除を許可）：参加者はフォームに一度だけ回答できますが、送信後に回答を編集したり削除したりすることができます。
ru: Один раз и отредактировать/удалить: участники могут ответить на форму только один раз, но им разрешено изменять или удалять свои ответы после их отправки.

source: Multiple times: participants can answer the form multiple times but can't modify or delete their responses after submitting them.
de: Mehrmals: Teilnehmer können das Formular mehrmals beantworten, können aber ihre Antworten nach dem Absenden nicht mehr ändern oder löschen.
fr: Plusieurs fois : les participant·es peuvent répondre au questionnaire plusieurs fois mais ne sont pas autorisé·es à modifier ou supprimer leurs réponses après les avoir envoyées.
ja: 複数回：参加者はフォームに何度も回答できます。送信後に回答を編集したり削除したりすることはできません。
ru: Многократно: участники могут отвечать на форму несколько раз, но не могут изменять или удалять свои ответы после их отправки.

source: Multiple times and edit/delete: participants can answer the form multiple times and are allowed to modify or delete their responses after submitting them.
de: Mehrmals und Bearbeiten/Löschen: Teilnehmer können das Formular mehrmals beantworten und dürfen ihre Antworten nach dem Absenden ändern oder löschen.
fr: Plusieurs fois et modifier/supprimer : les participant·es peuvent répondre plusieurs fois au questionnaire et sont autorisé·es à modifier ou supprimer leurs réponses après les avoir envoyées.
ja: 複数回（編集、削除を許可）：参加者はフォームに何度も回答できます。送信後に回答を編集したり削除したりすることができます。
ru: Многократно и редактировать/удалять: участники могут отвечать на форму несколько раз и могут изменять или удалять свои ответы после их отправки.

source: Please note that if Guest Access is allowed, unregistered users can still answer multiple times a "One time only" form if they open it on a web browser private window, or wipe the browser cookies, etc.
de: Bitte beachte, dass bei erlaubtem Gastzugriff nicht registrierte Nutzer ein Formular mit der Option "Einmalig" mehrfach beantworten können, wenn sie es beispielsweise in einem privaten Fenster des Browsers öffnen oder die Browser-Cookies löschen.
fr: Veuillez noter que si l'accès invité·e est autorisé, les utilisateur·ices non-enregistré·es peuvent tout de même répondre plusieurs fois à un questionnaire "Une seule fois" si iels ouvrent une fenêtre de navigation privée sur leur navigateur web, ou suppriment les cookies, etc.
ja: ゲストによるアクセスが許可されている場合、ブラウザーのプライベートウィンドウでフォームを開いたり、ブラウザーのクッキーを削除したりすると、未登録のユーザーは"一回のみ"のフォームに何度も回答することができます。
ru: Обратите внимание, что если гостевой доступ разрешен, незарегистрированные пользователи могут по-прежнему отвечать несколько раз на форму «Только один раз», если они откроют ее в приватном окне веб-браузера или очистят файлы cookie браузера и т. д.

source: Publish Responses
de: Antworten veröffentlichen
fr: Publier les réponses
ja: 回答を公開
ru: Опубликовать ответы

source: Allows participants who submit the form to view responses. Once enabled, this setting publishes all past and future responses.
de: Ermöglicht den Teilnehmern, die das Formular absenden, Antworten einzusehen. Sobald diese Einstellung aktiviert ist, werden alle vergangenen und zukünftigen Antworten veröffentlicht.
fr: Permet aux participant·es qui envoient le formulaire de consulter toutes les réponses. Une fois activé, ce paramètre publie les réponses passées et futures.
ja: フォームに回答を送信した参加者に、結果の閲覧を許可。一度許可すると、これまで登録された回答も、今後登録される回答もともに公開されます。
ru: Позволяет участникам, отправившим ответы в форму, просматривать ответы. После включения этот параметр публикует все прошлые и будущие ответы.

source: Once responses are made public they cannot be made private again.
de: Sobald die Antworten veröffentlicht wurden, können sie nicht wieder auf privat gesetzt werden.
fr: Une fois que les réponses sont rendues publiques, il est impossible de les rendre à nouveau privées.
ja: いったん回答が公開されると、非公開に戻すことはできません。
ru: После того как ответы станут общедоступными, их нельзя снова сделать приватными.

source: Submit message
de: Endnachricht
fr: Message de confirmation
ja: メッセージを送信
ru: Финальное сообщение

source: Add a custom message to be displayed after participants submit the form.
de: Legt eine benutzerdefinierte Nachricht fest, die den Teilnehmern nach Absenden des Formulars angezeigt wird.
fr: Ajouter un message personnalisé à afficher après que les participant·es ont envoyé le formulaire.
ja: 参加者がフォームを送信した後で表示されるユーザー定義のメッセージを追加できます。
ru: Добавьте особое сообщение, которое будет отображаться после того, как участники отправят форму.

source: Color theme
de: Farbschema
fr: Thème de couleur
ja: テーマ色
ru: Цветовая тема

source: Choose the background and highlight color for the form.
de: Lege die Hintergrund- und Akzentfarbe für das Formular fest.
fr: Choisir la couleur d'arrière-plan et des éléments du formulaire.
ja: フォームの背景色と強調用の色を選択できます。
ru: Выберите фон и цвет выделения для формы.

source: Responses
de: Antworten
fr: Réponses
ja: 回答
ru: Ответы

source: Notifications for new responses are sent to the form *owner* through the integrated notifications.
de: Benachrichtigungen über neue Antworten werden über die integrierten Benachrichtigungen an den *Eigentümer* des Formulars gesendet.
ja: 新しい回答に関する通知は、統合された通知からフォームの\ *所有者*\ に送信されます。
ru: Уведомления о новых ответах отправляются *владельцу* формы через встроенные уведомления.

source: Advanced use-cases
de: Fortgeschrittene Anwendungsfälle
fr: Usages avancés
ja: 高度な使用事例
ru: Расширенные варианты использования

source: Anonymous responses with access list
de: Anonyme Antworten mit Zugriffsliste
fr: Réponses anonymes avec liste d'accès
ja: アクセスリストを使った匿名の回答
ru: Анонимные ответы со списком доступа

source: To conduct an anonymous survey with a known group of users, the anonymous answers feature can be combined with an :ref:`access_list`.
de: Um eine anonyme Umfrage in einer Gruppe bestimmter Benutzern durchzuführen, kann das Erlauben anonymer Antworten mit einer :ref:`access_list` kombiniert werden.
fr: Pour mener une enquête anonyme auprès d'un groupe d'utilisateur·ices connu, la fonction de réponses anonymes peut être combinée avec une :ref:`access_list`.
ja: 匿名の回答の機能と\ :ref:`access_list`\ を使うと、既知のユーザーのグループを対象に匿名のアンケートを行うことができます。
ru: Чтобы провести анонимный опрос известной группы пользователей, функцию анонимных ответов можно объединить с :ref:`access_list`.

source: To access the form, participants need to be logged in to an account that is on the access list (either directly or through a :ref:`team <teams>` they are part of).
de: Um auf das Formular zuzugreifen, müssen sich Teilnehmer in einen Account auf der Zugriffsliste einloggen (entweder direkt oder über ein :ref:`Team <teams>`, dem sie angehören).
fr: Pour accéder au formulaire, les participant·es doivent être connecté·es à un compte figurant sur la liste d'accès (soit directement, soit par l'intermédiaire d'une :ref:`équipe <teams>` dont iels font partie).
ja: フォームへのアクセスには、参加者はアクセスリストにあるアカウントにログインしているがあります（直接または属する\ :ref:`チーム <teams>`\ のどちらかにて）。
ru: Чтобы получить доступ к форме, участники должны войти в учетную запись, которая находится в списке доступа (либо напрямую, либо через :ref:`команду <teams>`, в которую они входят).

source: If anonymous answers are allowed on the form, participants are able to answer anonymously while the access list ensures they are coming from a specific group of users.
de: Wenn anonyme Antworten im Formular erlaubt sind, können die Teilnehmer anonym antworten, während die Zugriffsliste sicherstellt, dass sie einer Gruppe bestimmter Benutzer angehören.
fr: Si les réponses anonymes sont autorisées sur le formulaire, les participant·es peuvent répondre de manière anonyme alors que la liste d'accès garantit qu'elles proviennent d'un groupe spécifique d'utilisateur·ices.
ja: 匿名の回答が許可されている場合、回答が特定のユーザーのグループによるものであることをアクセスリストで保証しつつ、参加者は匿名で回答できます。
ru: Если в форме разрешены анонимные ответы, участники могут отвечать анонимно, а список доступа гарантирует, что они принадлежат определенной группе пользователей.

source: Import/Export
fr: Importer/Exporter
ja: インポート/エクスポート
ru: Импорт/Экспорт

source: Form documents themselves can be exported and imported in ``JSON`` format.
de: Formulardokumente an sich können im Format ``JSON`` exportiert und importiert werden.
fr: Les documents formulaires peuvent eux-mêmes être exportés et importés en format ``JSON``.
ja: フォームのドキュメントは ``JSON`` フォーマットでエクスポート、インポートできます。
ru: Сами документы форм можно экспортировать и импортировать в формате ``JSON``.

source: To export responses, from the |bar-chart| **Responses** page, you have two possibilities:
de: Zum Exportieren der Antworten von der Seite |bar-chart| **Antworten** hast du zwei Möglichkeiten:
fr: Pour exporter les réponses, depuis la page |bar-chart| **Réponses**, vous avez deux possibilités :
ja: 回答をエクスポートする場合は、 |bar-chart| **回答**\ のページから2つの方法を選択できます。
ru: Чтобы экспортировать ответы со страницы |bar-chart| **Ответы** у Вас есть две возможности:

source: as a CSV or JSON file use the |download| **EXPORT** button
de: als eine CSV- oder JSON-Datei über die Schaltfläche |download| **EXPORTIEREN**
fr: comme un fichier CSV ou JSON, grâce au bouton |download| **EXPORT**
ja: CSVまたはJSONファイルとしてエクスポートする場合は |download| **エクスポート**\ ボタンをクリック
ru: в виде файла CSV или JSON используйте кнопку |download| **ЭКСПОРТ**

source: as a Spreadsheet that can be added to your drive with the **EXPORT TO SHEET** button
de: als eine zu deinem Drive hinzufügbare Tabelle über die Schaltfläche **IN TABELLE EXPORTIEREN**
fr: comme un Tableur qui peut être ajouté à votre drive avec le bouton **EXPORT TO SHEET**
ja: ドライブに追加できるスプレッドシートとしてエクスポートする場合は\ **シートにエクスポート**\ ボタンをクリック
ru: как Таблицу, которую можно добавить на Диск кнопкой **ЭКСПОРТ В ТАБЛИЦА**

source: The Spreadsheet document will automatically be populated with the data from your form at the time you create it. However, due to how end-to-end encryption works, the spreadsheet content won't be automatically updated with new responses as they arrive.
de: Das Tabellendokument wird automatisch mit den Daten aus Ihrem Formular zum Zeitpunkt der Erstellung gefüllt. Aufgrund der Funktionsweise der Ende-zu-Ende-Verschlüsselung wird der Inhalt der Tabelle jedoch nicht automatisch beim Eingang neuer Antworten aktualisiert.
fr: Le document Tableur sera automatiquement rempli avec les données des résultats de votre formulaire, au moment où vous le générez. Cependant, dû au fonctionnement du chiffrement de bout en bout, le contenu du tableur ne sera pas automatiquement mis à jour avec les nouvelles réponses reçues entre temps.
ja: スプレットシートのドキュメントには、スプレッドシートを作成した時点から自動的にデータが追加されますが、エンドツーエンド暗号化の仕組み上、スプレッドシートの内容は、新しい回答が記録されても自動的にはアップデートされません。
ru: Документ электронной таблицы будет автоматически заполнен данными (ответами) из Вашей формы в момент его создания. Однако из-за особенностей работы сквозного шифрования содержимое электронной таблицы не будет автоматически обновляться новыми ответами по мере их поступления.

source: Notifications for new responses are sent to the form _owner_ through the integrated notifications.
fr: Les notifications concernant de nouvelles réponses sont envoyées à la ou au _propriétaire_ du questionnaire avec le système de notifications intégrées.
