Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/general.po
Languages: de, fr, ja, ru

source: General
de: Allgemein
fr: Général
ja: 一般
ru: Общая информация

source: New document
de: Neues Dokument
fr: Nouveau document
ja: 新しいドキュメント
ru: Новый документ

source: To create a new document:
de: Um ein neues Dokument zu erstellen:
fr: Pour créer un nouveau document :
ja: 新しいドキュメントは以下の方法で作成できます。
ru: Чтобы создать новый документ:

source: From anywhere on CryptPad: :kbd:`Ctrl+e`.
de: Überall in CryptPad: :kbd:`Strg+E`.
fr: Partout sur CryptPad : :kbd:`Ctrl+e`.
ja: CryptPad上で\ ``Ctrl+e``\ を入力。
ru: Из любого места в CryptPad: :kbd:`Ctrl+e`.

source: From the CryptDrive:
de: Im CryptDrive:
fr: Depuis le CryptDrive :
ja: CryptDriveからは、
ru: Из CryptDrive:

source: |plus| **New** in the toolbar.
de: |plus| **Neu** in der Werkzeugleiste.
fr: |plus| **Nouveau pad** dans la barre d'outils.
ja: ツールバーの |plus| **新規**\ 。
ru: |plus| **Новый** на панели инструментов.

source: |plus| **New** at the bottom of the file list/grid.
de: |plus| **Neues Pad** am Ende der Liste/Kachelansicht.
fr: |plus| **Nouveau pad** en bas de la liste/grille.
ja: |plus| ファイル一覧またはグリッドの下にある\ **新規**\ 。
ru: |plus| **Новый** в нижней части списка файлов/сетки.

source: From a document: |file-o| **File** > |plus| **New**.
de: Im Dokument: |file-o| **Datei** > |plus| **Neu**.
fr: Depuis un document : |file-o| **Fichier** > |plus| **Nouveau**.
ja: ドキュメントから：\ |file-o| **ファイル** > |plus| **新規**\ 。
ru: Из документа: |file-o| **Файл** > |plus| **Новый**.

source: :badge_user:`Logged in users`
de: :badge_user:`Eingeloggte Benutzer`
fr: :badge_user:`Utilisateur·ices enregistré·es`
ja: :badge_user:`ログイン済ユーザー`
ru: :badge_user:`Зарегистрированные пользователи`

source: The creation screen offers a number of options when new documents are created.
de: Der Dialog zur Erstellung neuer Dokumente bietet mehrere Optionen an.
fr: L'écran de création permet de paramétrer un nouveau document.
ja: 作成画面では、新規ドキュメントの作成時に多くのオプションが表示されます。
ru: Окно создания документа предлагает несколько параметров при создании новых документов.

source: **Owned document**: Create the new document as :ref:`owner <owners>`. If the document is created without an owner this setting cannot be modified.
de: **Eigenes Pad**: Erstellt das neue Dokument als :ref:`Eigentümer <owners>`. Wenn das Dokument ohne einen Eigentümer erstellt wird, kann diese Einstellungen nicht geändert werden.
fr: **Être propriétaire de ce document** : Créer le nouveau document en tant que :ref:`propriétaire <owners>`. Si le document est créé sans propriétaire, ce réglage ne peut pas être modifié.
ja: **所有するドキュメント**\ ：:ref:`所有者 <owners>`\ として新しいドキュメントを作成。所有者を設定せずドキュメントを作成した場合、この設定は変更できません。
ru: **Собственный документ**: создайте новый документ как :ref:`владелец <owners>`. Если документ создан без владельца, этот параметр изменить нельзя.

source: **Expiring document**: Specify an expiry date after which the document will be destroyed. This setting cannot be modified after the document is created.
de: **Auslaufendes Pad**: Bestimmt einen Zeitraum, nach dem das Dokument zerstört werden soll. Diese Einstellung kann nach der Erstellung des Dokuments nicht mehr geändert werden.
fr: **Ajouter une durée de vie** : Spécifier une durée après laquelle le document sera supprimé. Ce réglage ne peut pas être modifié une fois le document créé.
ja: **有効期限を指定したドキュメント**：ドキュメントを破棄する日付を指定。ドキュメントの作成後にこの設定を変更することはできません。
ru: **Краткосрочный документ**: укажите дату истечения срока действия, после которой документ будет уничтожен. Этот параметр не может быть изменен после создания документа.

source: **Add a password**: Secure the sharing of the document with a :ref:`password <passwords>`. This setting can be changed later in the :ref:`access` menu.
de: **Passwort hinzufügen**: Sichert das Teilen des Dokuments mit einem :ref:`Passwort <passwords>` ab. Diese Einstellung kann später im Menü :ref:`access` geändert werden.
fr: **Ajouter un mot de passe** : Sécuriser le partage du document avec un :ref:`mot de passe <passwords>`. Un mot de passe peut être ajouté et/ou modifié une fois le document créé dans le menu :ref:`access`.
ja: **パスワードを追加**：\ :ref:`パスワード <passwords>`\ を設定するとドキュメントの共有を保護できます。この設定は\ :ref:`access`\ メニューで変更できます。
ru: **Добавить пароль**: Защитите общий доступ к документу с помощью :ref:`пароля <passwords>`. Этот параметр можно изменить позже в меню :ref:`access`.

source: **Template**: Choose to start from a blank document or use a :ref:`template <templates>` as a starting point.
de: **Vorlage**: Lege ein leeres Dokument an oder nutze eine :ref:`Vorlage <templates>` als Basis.
fr: **Modèle** : Choisir entre créer un document vierge ou utiliser un :ref:`modèle <templates>` comme point de départ.
ja: **テンプレート**：空のドキュメントか\ :ref:`テンプレート <templates>`\ を選択して開始。
ru: **Шаблон**: Вы можете начать с пустого документа или использовать :ref:`шаблон <templates>` в качестве отправной точки.

source: All templates saved in CryptDrive or in teams that you are part of appear on the creation screen. To save a document as a template:
de: Alle Vorlagen, die im CryptDrive oder in einem deiner Teams gespeichert sind, werden bei der Erstellung eines Dokuments angezeigt. Um ein Dokument als Vorlage zu speichern:
fr: Tous les modèles enregistrés dans CryptDrive ou dans les équipes dont vous faites partie apparaissent sur l'écran de création. Pour enregistrer un document comme modèle :
ja: 作成画面には、CryptDrive、または、あなたが属するチームに保存されている全てのテンプレートが表示されます。ドキュメントは以下の方法でテンプレートとして保存できます。
ru: Все шаблоны, сохраненные в CryptDrive или в командах, в которых Вы состоите, отображаются на экране создания. Чтобы сохранить документ как шаблон:

source: In the open document: |file-o| **File** > |cptools new-template| **Save as template**.
de: Im geöffneten Dokument: |file-o| **Datei** > |cptools new-template| **Als Vorlage speichern**.
fr: Depuis le document : |file-o| **Ficher** > |cptools new-template| **Enregistrer en tant que modèle**.
ja: ドキュメントから、|file-o| **ファイル** > |cptools new-template| **テンプレートとして保存**。
ru: В открытом документе: |file-o| **Файл** > |cptools new-template| **Сохранить как шаблон**.

source: or
de: oder
fr: ou
ja: または
ru: либо

source: In the CryptDrive: Drag the document to the |cptools template| **Templates** folder.
de: Im CryptDrive: Ziehe das Dokument zum Ordner |cptools template| **Templates**.
fr: Dans le CryptDrive : Faire glisser le document dans le dossier |cptools template| **Modèles**.
ja: CryptDriveから、ドキュメントを |cptools template| **テンプレート**\ フォルダーにドラッグ。
ru: В CryptDrive: перетащите документ в папку |cptools template| **Шаблоны**.

source: Saving
de: Speichern
fr: Sauvegarde
ja: 保存
ru: Сохранение

source: Changes to documents are saved automatically. The status line in the document toolbar (under the title) confirms that changes have been saved.
de: Änderungen an Dokumenten werden automatisch gespeichert. Die Statuszeile in der Werkzeugleiste (unterhalb des Titels) bestätigt, dass die Änderungen gespeichert wurden.
fr: Les changements effectués sur vos documents sont enregistrés automatiquement. La ligne de statut dans la barre d'outils (sous le titre) permet de vérifier que les changements sont bien enregistrés.
ja: ドキュメントに加えられる変更は自動的に保存されます。ドキュメントのツールバー（タイトルの下）にあるステータスの欄から、変更が保存されたことを確認できます。
ru: Изменения в документах сохраняются автоматически. Строка состояния на панели инструментов документа (под заголовком) подтверждает, что изменения сохранены.

source: Make a copy
de: Eine Kopie anfertigen
fr: Faire une copie
ja: コピーの作成
ru: Создание копии

source: To duplicate a document:
de: Um ein Dokument zu duplizieren:
fr: Pour dupliquer un document :
ja: ドキュメントは以下の方法で複製できます。
ru: Чтобы дублировать документ:

source: From the document: |file-o| **File** > |clone| **Make a copy**.
de: Im Dokument: |file-o| **Datei** > |clone| **Kopie erstellen**.
fr: Depuis le document à dupliquer : |file-o| **Ficher** > |clone| **Créer une copie**.
ja: ドキュメントから、|file-o| **ファイル** > |clone| **コピーを作成**\ 。
ru: Из документа: |file-o| **Файл** > |clone| **Создать копию**.

source: From the CryptDrive: ``Right click`` on the document > |clone| **Make a copy**.
de: Im CryptDrive: ``Rechtsklicke`` auf das Dokument > |clone| **Kopie erstellen**.
fr: Depuis le CryptDrive : ``Clic-Droit`` sur le document à dupliquer > |clone| **Créer une copie**.
ja: CryptDriveから、ドキュメントを\ ``右クリック``\ > |clone| **コピーを作成**。
ru: Из CryptDrive: ``Щелкните правой кнопкой мыши`` на документе > |clone| **Создать копию**.

source: Make a copy can be used to purge history from a file, for example if you want to redact content from the history and/or make it completely unavailable.
de: Die Funktion zum Erstellen einer Kopie kann verwendet werden, um den Verlauf einer Datei zu löschen, beispielsweise wenn du Inhalte aus dem Verlauf entfernen und/oder ihn vollständig unzugänglich machen möchtest.
fr: Créer une copie peut être utilisé pour purger l'historique d'un document, par exemple si vous souhaitez rendre illisible les précédentes modifications présentes dans l'historique ou le rendre complètement inaccessible.
ja: コピーの作成は、履歴から内容を削除したい場合や履歴を完全に利用できなくしたい場合などに、履歴を消去するために使用できます。
ru: "Создать копию" можно использовать для удаления истории из файла, например, если Вы хотите отредактировать содержимое истории и/или сделать её полностью недоступной.

source: Beware, an important caveat of using Make a copy is that you'll have to share again the document with your contacts or the persons you sent the link to.
de: Beachte bei der Verwendung der Funktion "Kopie erstellen", dass du das Dokument erneut mit deinen Kontakten oder anderen Personen teilen musst, denen du den Link geschickt hattest.
fr: Attention, un important inconvénient d'utiliser Créer une copie est que vous aurez à repartager le lien du document avec vos contacts ou les personnes à qui vous avez envoyé le lien précédemment.
ja: 欠点として、コピーを作成した場合、連絡先またはリンクを送信した相手と、ドキュメントを再び共有する必要があります。ご注意ください。
ru: Будьте осторожны: важное предостережение при использовании функции «Создать копию» заключается в том, что Вам придётся снова поделиться документом со своими контактами или людьми, которым Вы отправляли ссылку на документ.

source: Document history
de: Dokumentenverlauf
fr: Historique des documents
ja: ドキュメントの履歴
ru: История документа

source: The history toolbar
de: Die Werkzeugleiste für den Verlauf
fr: La barre d'outils de l'historique
ja: 履歴のツールバー
ru: Панель инструментов истории

source: The history of documents is saved and can be restored if needed. To view and restore the history of a document:
de: Der Verlauf von Dokumenten wird gespeichert und kann bei Bedarf wiederherstellt werden. Um den Verlauf eines Dokuments anzusehen und wiederherzustellen:
fr: L'historique des documents est sauvegardé et peut être restauré en cas de besoin. Pour voir et restaurer l'historique d'un document :
ja: ドキュメントの履歴が保存され、必要な場合にはこれを復元することができます。ドキュメントの履歴は以下の方法で表示、復元できます。
ru: История изменений документов сохраняется и при необходимости может быть восстановлена. Чтобы просмотреть и восстановить историю документа:

source: |file-o| **File** > |history| **History**.
de: |file-o| **Datei** > |history| **Verlauf**.
fr: |file-o| **Ficher** > |history| **Historique**.
ja: |file-o| **ファイル** > |history| **履歴**\ 。
ru: |file-o| **Файл** > |history| **История**.

source: Use the arrows to navigate:
de: Verwende die Pfeile zum Navigieren:
fr: Utiliser les flèches pour naviguer :
ja: 矢印マークで前後に移動できます。
ru: Используйте стрелки для навигации:

source: |step-backward| and |step-forward| between each edit.
de: |step-backward| und |step-forward| zwischen den Bearbeitungen.
fr: |step-backward| et |step-forward| entre chaque changement.
ja: |step-backward| と |step-forward| で各履歴間を移動できます。
ru: |step-backward| и |step-forward| между каждым редактированием.

source: |step-backward| |user| and |user| |step-forward| between each author.
de: |step-backward| |user| und |user| |step-forward| zwischen den Autoren.
fr: |step-backward| |user| et |user| |step-forward| entre chaque auteur·ice.
ja: |step-backward| |user| と |user| |step-forward| でユーザーの履歴間を移動できます。
ru: |step-backward| |user| и |user| |step-forward| между каждым автором.

source: |step-backward| |users| and |users| |step-forward| between each editing session (when the same group of authors was connected to the document).
de: |step-backward| |users| und |users| |step-forward| zwischen den Sitzungen (wenn die gleichen Autoren mit dem Dokument verbunden waren).
fr: |step-backward| |users| et |users| |step-forward| entre chaque session (lorsque le même groupe d'auteur·ices était connecté au document).
ja: |step-backward| |users| と |users| |step-forward| で各セッションの履歴間を移動できます（同じ作者のグループがドキュメントに接続している間）。
ru: |step-backward| |users| и |users| |step-forward| между каждым сеансом редактирования (когда к документу подключалась одна и та же группа авторов).

source: Restore the displayed version with |check| **Restore** , or close the history without restoring with |times| **Close**.
de: Stelle die ausgewählte Version mit |check| **Wiederherstellen** wieder her oder verlasse den Verlauf ohne Wiederherstellung mit |times| **Schließen**.
fr: Restaurer l'étape sélectionnée avec |check| **Restaurer**, ou sortir sans restaurer avec |times| **Fermer**.
ja: |check| **復元**\ で表示中のバージョンを復元できます。|times| **閉じる**\ で復元せず履歴を閉じます。
ru: Восстановите отображаемую версию с помощью |check| **Восстановить** или закройте историю без восстановления с помощью |times| **Закрыть**.

source: To save storage space, history can be deleted in the document’s :ref:`properties <document_properties>` :badge_owner:`Document owners`
de: Um Speicherplatz zu sparen, kann der Verlauf in den :ref:`Eigenschaften <document_properties>` des Dokuments gelöscht werden. :badge_owner:`Eigentümer von Dokumenten`
fr: Pour économiser de l'espace de stockage, l'historique peut être supprimé dans les :ref:`propriétés du document <document_properties>`. :badge_owner:`Propriétaires du document`
ja: ドキュメントの\ :ref:`プロパティー <document_properties>`\ から履歴を削除すると、使用しているストレージ容量を減らすことができます :badge_owner:`ドキュメントの所有者`
ru: Для экономии места историю можно удалить в :ref:`свойствах документа <document_properties>` :badge_owner:`Владельцы документа`

source: The history functionality works slightly differently in the :ref:`app_sheets` application, due to the integration of OnlyOffice with CryptPad's encrypted real-time collaboration. Please refer to :ref:`spreadsheet history <sheets_history>` for further details.
de: Der Verlauf funktioniert in der Anwendung :ref:`app_sheets` aufgrund der Integration von OnlyOffice in die verschlüsselte Echtzeit-Zusammenarbeit von CryptPad etwas anders. Siehe den Abschnitt zu :ref:`Verlauf in Tabellen <sheets_history>` für weitere Details.
fr: La fonctionnalité d'historique fonctionne légèrement différemment dans l'application :ref:`app_sheets`, en raison de l'intégration de OnlyOffice avec la collaboration chiffrée en temps réel de CryptPad. Veuillez vous référer à :ref:`l'historique du tableur <sheets_history>` pour plus de détails.
ja: OnlyOfficeと、暗号化を行うCryptPadのリアルタイムの共同作業の統合により、\ :ref:`app_sheets`\ アプリケーションでは、履歴は少し異なった形で機能します。詳細は\ :ref:`スプレッドシートの履歴 <sheets_history>`\ を確認してください。
ru: Функциональность истории работает немного иначе в приложении :ref:`app_sheets` из-за интеграции OnlyOffice с зашифрованной совместной работой CryptPad в реальном времени. Дополнительные сведения см. в разделе :ref:`история электронных таблиц <sheets_history>`.

source: **Version Links**
de: **Link zu Versionen**
fr: **Liens vers une version**
ja: **バージョンへのリンク**
ru: **Ссылки на версии**

source: To share a link to the displayed version of the history:
de: Um einen Link zur angezeigten Version zu teilen:
fr: Pour partager un lien vers la version affichée dans l'historique :
ja: 表示されている履歴のバージョンへのリンクは、以下の方法で共有できます。
ru: Чтобы поделиться ссылкой на отображаемую версию истории:

source: |share-alt| **Share** in the toolbar.
de: |share-alt| **Teilen** in der Werkzeugleiste.
fr: |share-alt| **Partager** dans la barre d'outils.
ja: ツールバーの |share-alt| **共有**\ 。
ru: |share-alt| **Поделиться** на панели инструментов.

source: Select **Contacts**, **Link** or **Embed** similarly to when :ref:`sharing a document <share>`.
de: Wähle **Kontakte**, **Link** oder **Einbetten** ähnlich wie beim :ref:`Teilen eines Dokuments <share>`.
fr: Sélectionner **Contacts**, **Lien** ou **Intégration** de la même façon que lors du :ref:`partage d'un document <share>`.
ja: :ref:`ドキュメントを共有 <share>`\ する際と同様に、\ **連絡先**\ 、\ **リンク**\ 、または\ **埋め込む**\ を選択。
ru: Выберите **Контакты**, **Ссылка** или **Встроить**, как и при :ref:`совместном использовании документа <share>`.

source: Recipients will be able to view the selected version in read-only mode.
de: Die Empfänger können die ausgewählte Version schreibgeschützt ansehen.
fr: Les destinataires verront la version sélectionnée en mode lecture seule.
ja: リンクを受け取った人は、選択したバージョンを閲覧モードで表示できます。
ru: Получатели смогут просматривать выбранную версию в режиме только для чтения.

source: Sharing a link to a version also gives read-only access to all versions of the document.
de: Durch das Teilen eines Links zu einer Version wird auch schreibgeschützter Zugriff auf alle Version des Dokuments weitergegeben.
fr: Partager un lien vers une version donne également accès en lecture seule à toutes les versions du document.
ja: あるバージョンへのリンクを共有すると、ドキュメントの全てのバージョンに読み込み専用でアクセスすることが許可されます。
ru: Совместное использование ссылки на версию также дает доступ только для чтения ко всем версиям документа.

source: **Create a snapshot from history**
de: **Version aus dem Verlauf speichern**
fr: **Faire une capture dans l'historique**
ja: **履歴からスナップショットを作成**
ru: **Создание снимка из истории**

source: To create a :ref:`snapshot <snapshots>` from the displayed version of the history:
de: Um den angezeigten Bearbeitungsstand im Verlauf als :ref:`gespeicherte Version <snapshots>` festzulegen:
fr: Pour faire une :ref:`capture <snapshots>` de la version affichée dans l'historique :
ja: 表示している履歴のバージョンの\ :ref:`スナップショット <snapshots>`\ は、以下の方法で作成できます。
ru: Чтобы создать :ref:`снимок <snapshots>` из отображаемой версии истории:

source: |camera| button in the toolbar.
de: Schaltfläche |camera| in der Werkzeugleiste.
fr: Bouton |camera| dans la barre d'outils.
ja: ツールバーの |camera| ボタン。
ru: кнопка |camera| на панели инструментов.

source: In the dialog, provide a name for the snapshot.
de: Gib im Dialog einen Namen für die gespeicherte Version an.
fr: Dans le dialogue, donner un nom à la capture.
ja: ダイアログでは、スナップショットの名前を指定してください。
ru: В диалоговом окне укажите имя снимка.

source: |camera| **New Snapshot**
de: |camera| **Version speichern**
fr: |camera| **Capturer**
ja: |camera| **新規スナップショット**
ru: |camera| **Новый снимок**

source: Snapshots
de: Gespeicherte Versionen
fr: Captures
ja: スナップショット
ru: Снимки

source: The snapshots dialog
de: Der Dialog zum Speichern von Versionen
fr: Le dialogue de captures
ja: スナップショットのダイアログ
ru: Диалоговое окно снимков

source: Snapshots are specific points in the history of a document that are named for easy reference.
de: Gespeicherte Versionen sind bestimmte Punkte im Verlauf eines Dokuments, die zur besseren Auffindbarkeit benannt sind.
fr: Les captures sont des versions dans l'historique d'un document qui sont nommées pour être facilement retrouvées.
ja: スナップショットは、ドキュメントの履歴の特定の地点のことをいいます。簡単に参照できるよう、名前を付けて保存できます。
ru: Снимки - это определенные моменты в истории изменений документа, именованные для удобства использования.

source: To create a snapshot from the current state of the document:
de: Um den aktuellen Stand eines Dokuments als gespeicherte Version festzulegen:
fr: Pour faire une nouvelle capture du document :
ja: 以下の方法で、ドキュメントの現在の状態のスナップショットを作成できます。
ru: Чтобы создать снимок текущего состояния документа:

source: |file-o| **File** > |camera| **Snapshots**
de: |file-o| **Datei** > |camera| **Gespeicherte Versionen**
fr: |file-o| **Ficher** > |camera| **Captures**
ja: |file-o| **ファイル** > |camera| **スナップショット**
ru: |file-o| **Файл** > |camera| **Снимки**

source: To create a snapshot from a version in the document's history see :ref:`snapshot from history <document_history>` above.
de: Zur Festlegung eines Bearbeitungsstands im Verlauf als gespeicherte Version siehe :ref:`entsprechenden Abschnitt <document_history>` oben.
fr: Pour faire capturer une version antérieure dans l'historique du document voir :ref:`faire une capture dans l'historique <document_history>` ci dessus.
ja: ドキュメントの履歴のバージョンのスナップショットを作成する方法については、上記の\ :ref:`履歴からスナップショットを作成 <document_history>`\ を確認してください。
ru: Чтобы создать снимок из версии в истории документа, см. выше :ref:`снимок из истории <document_history>`.

source: To view and restore a snapshot:
de: Um eine gespeicherte Version anzusehen und wiederherzustellen:
fr: Pour voir et restaurer une capture :
ja: スナップショットは以下の方法で表示、復元できます。
ru: Чтобы просмотреть и восстановить снимок:

source: In the dialog, ``Click`` on the snapshot in the list and |eye| **View**.
de: ``Klicke`` im Dialog auf die gespeicherte Version und dann auf |eye| **Öffnen**.
fr: Dans le dialogue, ``Clic`` sur la capture et |eye| **Ouvrir**.
ja: ダイアログ上で、一覧からスナップショットを\ ``クリック``\ して |eye| **表示**\ をクリックしてください。
ru: В диалоговом окне ``Щелкните`` по снимку в списке и |eye| **Вид**.

source: The snapshot opens in a new window.
de: Die gespeicherte Version wird in einem neuen Fenster geöffnet.
fr: La capture s'ouvre dans une nouvelle fenêtre.
ja: スナップショットは新しいウィンドウで開きます。
ru: Снимок откроется в новом окне.

source: |check| **Restore** or |times| **Close**
de: |check| **Wiederherstellen** oder |times| **Schließen**
fr: |check| **Restaurer** ou |times| **Fermer**
ja: |check| **復元**\ または |times| **閉じる**
ru: |check| **Восстановить** или |times| **Закрыть**

source: To delete a snapshot:
de: Um eine gespeicherte Version zu löschen:
fr: Pour effacer une capture :
ja: スナップショットは以下の方法で削除できます。
ru: Чтобы удалить снимок:

source: In the dialog, ``Click`` on the snapshot in the list and |trash| **Delete**.
de: ``Klicke`` im Dialog auf die gespeicherte Version und dann auf |trash| **Löschen**.
fr: Dans le dialogue, ``Clic`` sur la capture et |trash| **Supprimer**.
ja: ダイアログ上で、一覧にあるスナップショットを\ ``クリック``\ し |trash| **削除** \。
ru: В диалоговом окне ``Щелкните`` снимок в списке и |trash| **Удалить**.

source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティー
ru: Свойства

source: To access the properties menu:
de: Um auf die Eigenschaften zuzugreifen:
fr: Pour accéder aux propriétés d'un document :
ja: プロパティーのメニューには、以下の方法でアクセスできます。
ru: Чтобы получить доступ к меню свойств:

source: From the document: |file-o| **File** > |info-circle| **Properties**.
de: Im Dokument: |file-o| **Datei** > |info-circle| **Eigenschaften**.
fr: Depuis le document : |file-o| **Ficher** > |info-circle| **Propriétés**.
ja: ドキュメントから、|file-o| **ファイル** > |info-circle| **プロパティー**\ 。
ru: Из документа: |file-o| **Файл** > |info-circle| **Свойства**.

source: From the CryptDrive: ``Right click`` on the document > |info-circle| **Properties**.
de: Im CryptDrive: ``Rechtsklicke`` auf das Dokument > |info-circle| **Eigenschaften**.
fr: Depuis le CryptDrive : ``Clic-Droit`` sur le document > |info-circle| **Propriétés**.
ja: CryptDriveから、ドキュメントを\ ``右クリック``\ > |info-circle| **プロパティー** \。
ru: Из CryptDrive: ``Щелкните правой кнопкой мыши`` по документу > |info-circle| **Свойства**.

source: Available data:
de: Verfügbare Informationen:
fr: Données disponibles :
ja: 利用可能なデータは以下の通りです。
ru: Доступные данные:
