Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/general.po
Languages: de, fr, ja, ru

source: Document identifier to share with instance administrators in case of an issue. (note that this does not expose the content of of the document).
de: Kennung des Dokuments zum Teilen mit den Administratoren der Instanz bei Problemen (dies gibt keinen Zugriff auf den Inhalt des Dokuments).
fr: Référence du document à partager avec les administrateur·ices d'instance en cas de problème (cela ne permet pas d'accéder au contenu du document).
ja: ドキュメントの識別子。何か問題が発生した場合にインスタンスの管理者と共有できます（この識別子でドキュメントの内容が明らかになることはありません）。
ru: Идентификатор документа, которым следует поделиться с администраторами экземпляра в случае возникновения проблем. (обратите внимание, что это не раскрывает содержание документа).

source: Links to edit and view (depending on your permissions).
de: Links zum Bearbeiten und Ansehen (abhängig von deinen Zugriffsrechten).
fr: Liens d'édition et de lecture seule (suivant vos permissions d'accès au document).
ja: 編集用のリンクと表示用のリンク（権限に応じて）。
ru: Ссылки для редактирования и просмотра (в зависимости от Ваших прав).

source: Dates of creation and last access.
de: Zeitpunkte der Erstellung und des letzten Zugriffs.
fr: Dates de création et d'accès.
ja: 作成日時と最終アクセス日時。
ru: Даты создания и последнего доступа.

source: Size.
de: Größe.
fr: Taille.
ja: 容量。
ru: Размер.

source: The document size shows the proportions used for content and for history. To save storage space, delete the document’s history with **Delete history** and confirm. :badge_owner:`Document owners`
de: Die Größe des Dokuments beinhaltet den von Inhalt und Verlauf belegten Speicherplatz. Um Speicherplatz zu sparen, lösche den Verlauf des Dokuments mit **Verlauf löschen** und bestätige. :badge_owner:`Eigentümer von Dokumenten`
fr: La taille du document permet de voir la proportion du stockage utilisée pour le contenu du document et pour son historique. Pour économiser de l'espace de stockage : **Effacer l'historique** puis confirmer. :badge_owner:`Propriétaires du document`
ja: ドキュメントの容量の内訳では、内容と履歴にそれぞれ使用されている割合が表示されます。\ **履歴を削除**\ をクリック、承認してドキュメントの履歴を削除すると、使用しているストレージ容量を減らすことができます。:badge_owner:`ドキュメントの所有者`
ru: Размер документа показывает пропорции, используемые для содержимого и для истории. Чтобы сэкономить место для хранения, удалите историю документа с помощью **Удалить историю** и подтвердите. :badge_owner:`Владельцы документа`

source: :ref:`snapshots` are part of the document's history. If you delete the history in the document's properties snapshots will be deleted as well.
de: :ref:`snapshots` sind Bestandteil des Dokumentenverlaufs. Wenn du den Verlauf in den Eigenschaften des Dokuments löschst, werden auch die gespeicherten Versionen gelöscht.
ru: :ref:`snapshots` являются частью истории документа. Если Вы удалите историю в свойствах документа, снимки также будут удалены.

source: Users and chat
de: Benutzer und Chat
fr: Utilisateur·ices et Chat
ja: ユーザーとチャット
ru: Пользователи и чат

source: Interact with users connected to the same document through the user-list |user| |eye| and the |comments| **Chat**.
de: Interagiere mit anderen Benutzer, die mit dem selben Dokumenten verbunden sind, über die Benutzerliste |user| |eye| und den |comments| **Chat**.
fr: La liste des utilisateur·ices |user| |eye| et le |comments| **Chat** permettent de voir et d'interagir avec les autres utilisateur·ices présent·es sur le document en même temps que vous.
ja: ユーザー一覧 |user| |eye| と |comments| **チャット**\ から、同じドキュメントに接続しているユーザーと交流できます。
ru: Взаимодействие с пользователями, подключенными к тому же документу, через список пользователей |user| |eye| и |comments| **Чат**.

source: To show/hide these panes:
de: Um diese Bereiche ein-/auszublenden:
fr: Pour afficher/cacher ces fenêtres :
ja: それらの枠は、以下の方法で表示したり非表示にしたりできます。
ru: Чтобы показать/скрыть эти панели:

source: |user| |eye| for the user-list.
de: |user| |eye| für die Benutzerliste.
fr: |user| |eye| pour la liste des utilisateur·ices.
ja: ユーザー一覧は |user| |eye| から。
ru: |user| |eye| для списка пользователей.

source: |comments| **Chat** for the chat.
de: |comments| **Chat** für den Chat.
fr: |comments| **Chat** pour le chat.
ja: チャットは |comments| **チャット**\ から。
ru: |comments| **Чат** для чата.

source: Snapshots are part of the document's history. If you delete the history in the :ref:`document_properties` snapshots will be deleted as well.
ja: スナップショットはドキュメントの履歴の一部です。\ :ref:`document_properties`\ で履歴を削除すると、スナップショットも同時に削除されます。
