Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/kanban.po
Languages: de, fr, ru

source: The Kanban application in CryptPad is based on `JKanban <https://www.riccardotartaglia.it/jkanban/>`__.
de: Die Kanban-Anwendung in CryptPad basiert auf `JKanban <https://www.riccardotartaglia.it/jkanban/>`__.
fr: L'application Kanban de CryptPad est basée sur `JKanban <https://www.riccardotartaglia.it/jkanban/>`__.
ru: Приложение Канбан в CryptPad основано на `JKanban <https://www.riccardotartaglia.it/jkanban/>`__.

source: Move cards/columns:
de: Verschiebe Karten/Spalten:
fr: Réorganiser les cartes/colonnes :
ru: Перемещение карточек/столбцов:

source: ``Drag`` the card/column to its desired position and ``Drop``.
de: ``Ziehe`` die Karte/Spalte an die gewünschte Stelle und ``lege sie ab``.
fr: ``Clic`` puis faire glisser la carte/colonne vers sa nouvelle position.
ru: ``Перетащить`` мышью карточку/столбец в нужное место.

source: Remove a card/column:
de: Entferne eine Karte/Spalte:
fr: Effacer une carte/colonne :
ru: Удалить карточку/столбец:

source: The |trash| area appears once you are dragging an element.
de: Die Fläche |trash| erscheint, während du ein Element verschiebst.
fr: La zone |trash| corbeille apparaît quand un élément est en cours de déplacement.
ru: При перетаскивании элемента появляется область |trash|.

source: ``Drag`` the card/column to the |trash| Delete area at the bottom of the screen and ``Drop`` the card/column.
de: ``Ziehe`` die Karte/Spalte zur Fläche |trash| am unteren Ende des Bildschirms und ``lege sie ab``.
fr: ``Clic`` puis faire glisser la carte/colonne vers la zone |trash| corbeille en bas de l'écran.
ru: ``Перетащите`` карточку/столбец в область |trash| внизу экрана.

source: or
de: oder
fr: ou
ru: либо

source: |pencil| button on the card/column to open the editor > **Delete** and confirm.
de: ``Klicke`` auf |pencil| auf der Karte/Spalte, um den Editor zu öffnen > ``Klicke`` auf **Löschen** und bestätige.
fr: ``Clic`` sur |pencil| pour ouvrir l'éditeur de carte/colonne > ``Clic`` sur **Supprimer** puis confirmation.
ru: нажать на значок |pencil| на карточке/столбце, чтобы открыть редактор, затем нажать **Удалить** и подтвердить.

source: Columns
de: Spalten
fr: Colonnes
ru: Столбцы

source: Create a new column:
de: Erstellen einer neuen Spalte:
fr: Créer une nouvelle colonne :
ru: Создание нового столбца:

source: |plus| button to the right of the last columns.
de: Schaltfläche |plus| rechts der letzten Spalte.
fr: Bouton |plus| à droite de la dernière colonne.
ru: кнопка |plus| справа от последних столбцов.

source: Change the title of a column:
de: Ändern des Titel einer Spalte:
fr: Changer le titre d'une colonne :
ru: Изменение заголовка столбца:

source: ``Click`` on the column title.
de: ``Klicke`` auf den Titel der Spalte.
fr: ``Clic`` sur le titre de la colonne.
ru: ``Нажмите`` на заголовке столбца.

source: Type the new title.
de: Gib den neuen Titel ein.
fr: Entrer le nouveau titre.
ru: Введите новый заголовок.

source: :kbd:`Enter`
fr: :kbd:`Entrée`

source: The column title and color can be changed in the column editor:
de: Der Titel und Farbe einer Spalte kann im Spalteneditor geändert werden:
fr: Le nom et la couleur d'une colonne peut être modifiés dans l'éditeur de colonne :
ru: Заголовок и цвет столбца можно изменить в редакторе столбцов:

source: |pencil| button next to the column title.
de: Schaltfläche |pencil| neben dem Titel der Spalte.
fr: Bouton |pencil| à côté du titre de la colonne.
ru: кнопка |pencil| рядом с заголовком столбца.

source: Change the title and/or pick a color.
de: Ändere den Titel und/oder wähle eine Farbe.
fr: Modifier le titre et/ou choisir une couleur.
ru: Измените заголовок и/или выберите цвет.

source: **Close**, :kbd:`Esc` or :kbd:`Enter`
de: **Schließen**, :kbd:`Esc` oder :kbd:`Enter`
fr: **Fermer**, :kbd:`Échap` ou :kbd:`Entrée`

source: Cards
de: Karten
fr: Cartes
ru: Карточки

source: Create a new card with the buttons at the bottom of each column:
de: Erstelle neue Karten mit den Schaltflächen am Ende der Spalten:
fr: Créer une nouvelle carte avec les boutons en bas de chaque colonne :
ru: Создайте новую карточку с помощью кнопок в нижней части каждого столбца:

source: |cptools add-bottom| to add a card at the bottom of the column.
de: |cptools add-bottom| zum Hinzufügen einer Karte am Ende der Spalte.
fr: |cptools add-bottom| pour ajouter une carte en bas de la colonne.
ru: |cptools add-bottom| для добавления карточки в нижней части столбца.

source: |cptools add-top| to add a card at the top of the column.
de: |cptools add-top| zum Hinzufügen einer Karte am Anfang einer Spalte.
fr: |cptools add-top| pour ajouter une carte en haut de la colonne.
ru: |cptools add-top| для добавления карточки в верхнюю часть столбца.

source: Change the title of a card:
de: Ändern des Titels einer Karte:
fr: Changer le titre d'une carte :
ru: Изменение названия карточки:

source: ``Click`` on the card title.
de: ``Klicke`` auf den Titel der Karte.
fr: ``Clic`` sur le titre de la carte.
ru: ``Нажмите`` на название карточки.

source: The title of a card can also be modified in the card editor (see below).
de: Der Titel einer Karte kann auch im Karteneditor geändert werden (siehe unten).
fr: Le titre d'une carte peut également être modifié dans l'éditeur de carte. (voir ci-dessous).
ru: Название карточки также можно изменить в редакторе карточки (см. ниже).

source: Card editor
de: Karteneditor
fr: Éditeur de carte
ru: Редактор карточки

source: Open the card editor:
de: Öffnen des Karteneditors:
fr: Ouvrir l'éditeur de carte :
ru: Откройте редактор карточки:

source: |pencil| button next to the card title.
de: Schaltfläche |pencil| neben dem Titel der Karte.
fr: Bouton |pencil| à côté du titre de la carte.
ru: кнопка |pencil| рядом с названием карточки.

source: In the card editor:
de: Im Karteneditor:
fr: L'éditeur permet de :
ru: В редакторе карточки:

source: Edit the card title.
de: Ändere den Titel der Karte.
fr: Modifier le titre de la carte.
ru: Отредактируйте название карточки.

source: Edit the card body using `Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__: Italics, bold, links, lists, todo-lists, etc. are supported.
de: Formatiere den Inhalt der Karte mit `Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__: Kursivschreibung, Fettschreibung, Links, Listen, To-Do-Listen etc. werden unterstützt.
fr: Modifier le texte de la carte en syntaxe `Markdown <https://blog.wax-o.com/2014/04/tutoriel-un-guide-pour-bien-commencer-avec-markdown/>`__ : italique, gras, liens, listes, listes de tâches, etc. sont supportés.
ru: Отредактируйте тело карточки, используя `Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__: поддерживаются курсив, полужирный шрифт, ссылки, списки, списки дел и т. д.

source: Insert images with the |picture-o| menu in the markdown toolbar (Markdown syntax for remote images is blocked, see :ref:`remote_content`).
de: Füge Bilder mit |picture-o| in der Markdown-Werkzeugleiste ein (Markdown-Syntax für externe Bilder wird blockiert, siehe :ref:`remote_content`).
fr: Insérer des images avec le menu |picture-o| dans la barre d'outils (la syntaxe Markdown pour les images distantes est bloquée, voir :ref:`remote_content`).
ru: Вставьте изображения с помощью |picture-o| на панели инструментов Markdown (синтаксис Markdown для удаленных изображений (remote images) заблокирован, см. :ref:`remote_content`).

source: Pick a card color.
de: Wähle eine Farbe für die Karte.
fr: Assigner ou modifier une couleur à la carte.
ru: Выберите цвет карточки.

source: Add or remove tags to the card.
de: Füge Tags hinzu oder entferne sie.
fr: Ajouter ou modifier des mots-clés à la carte.
ru: Добавляйте или удаляйте теги на карточке.

source: Delete the card.
de: Lösche die Karte.
fr: Supprimer la carte.
ru: Удалить карточку.

source: Display
de: Anzeige
fr: Affichage
ru: Отображение

source: Use the |minus| and |bars| icons at the top right to display:
de: Benutze die Symbole |minus| und |bars| in der Ecke oben rechts, um die Anzeige zu ändern:
fr: Les boutons |minus| et |bars| en haut à droite permettent de voir :
ru: Используйте значки |minus| и |bars| в правом верхнем углу для отображения:

source: |minus| only card titles.
de: |minus| zeigt nur den Titel der Karten.
fr: |minus| seulement les titres de cartes.
ru: |minus| только названия карточек.

source: |bars| full card contents.
de: |bars| zeigt den vollständigen Inhalt der Karten an.
fr: |bars| tout le contenu des cartes.
ru: |bars| полное содержимое карточек.

source: The tags at the top of the board are used to filter cards:
de: Die über den Spalten angezeigten Tags werden zum Filtern der Karten verwendet:
fr: Les mots-clés au-dessus du Kanban permettent de filtrer celui-ci :
ru: Метки в верхней части доски используются для фильтрации карточек:

source: ``Click`` on one or more tags.
de: ``Klicke`` auf ein oder mehrere Tags.
fr: ``Clic`` sur un ou plusieurs mots-clés.
ru: ``Нажмите`` на одну или несколько меток.

source: Only cards with these tags are displayed.
de: Nur Karten mit diesen Tags werden angezeigt.
fr: Seulement les cartes avec ces mots-clés sont affichées.
ru: Отображаются только карточки с этими метками.

source: Any new cards will automatically receive the selected tags.
de: Neue Karten übernehmen automatisch die ausgewählten Tags.
fr: Les nouvelles cartes reçoivent automatiquement ces mots-clés.
ru: Любые новые карточки будут автоматически получать выбранные метки.

source: ``Click`` on a selected tag to de-select it, or use |times| **Clear filter** (at the left of the list) to de-select all tags.
de: ``Klicke`` auf einen ausgewählten Tag, um ihn abzuwählen, oder verwende |times| **Filter löschen** (links der Liste), um alle Tags abzuwählen.
fr: ``Clic`` sur un mot-clé sélectionné pour le désélectionner ou |times| **Enlever le filtre** (à gauche de la liste) pour désélectionner tous les mots-clés.
ru: ``Щелкните`` по выбранной метке, чтобы снять с неё выделение, или используйте значок |times| **Очистить фильтр** (слева от списка), чтобы отменить выбор всех меток.

source: Import/Export
fr: Importer/Exporter
ru: Импорт/Экспорт

source: |file-o| **File** > |upload| **Import**
de: |file-o| **Datei** > |upload| **Importieren**
fr: |file-o| **Fichier** > |upload| **Importer**
ru: |file-o| **Файл** > |upload| **Импорт**

source: Supported formats: ``.json`` files exported by this application.
de: Unterstützte Formate: ``.json`` wie von dieser Anwendung exportiert.
fr: Formats supportés : Fichiers ``.json`` exportés par l'application.
ru: Поддерживаемые форматы: файлы ``.json``, экспортируемые этим приложением.

source: |file-o| **Files** > |download| **Export**
de: |file-o| **Datei** > |download| **Exportieren**
fr: |file-o| **Fichier** > |download| **Exporter**
ru: |file-o| **Файлы** > |download| **Экспорт**

source: Supported formats: ``.json``.
de: Unterstützte Formate: ``.json``.
fr: Formats supportés : ``.json``.
ru: Поддерживаемые форматы: ``.json``.

source: Kanban
ru: Канбан

source: Organisation
ru: Упорядочивание
