Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/richtext.po
Languages: de, fr

source: The Rich Text application in CryptPad is an integration of `CKEditor <https://ckeditor.com/>`__.
de: Die Rich-Text-Anwendung in CryptPad ist eine Integration von `CKEditor <https://ckeditor.com/>`__.
fr: L'éditeur de texte CryptPad est une intégration de `CKEditor <https://ckeditor.com/>`__.

source: Toolbar
de: Werkzeugleiste
fr: Barre d'outils

source: |wrench| **Tools**: Show/hide the text editor toolbar.
de: |wrench| **Werkzeuge**: Blendet die Werkzeugleiste für den Texteditor ein/aus.
fr: |wrench| **Outils** : Affiche ou cache la barre d'outils de l'éditeur de texte.

source: |picture-o| **Insert**: Add an image to the document. The image can be chosen in the drive or uploaded. :badge_user:`Logged in users`
de: |picture-o| **Einfügen**: Fügt ein Bild in das Dokument ein. Das Bild kann aus dem CryptDrive ausgewählt oder hochgeladen werden. :badge_user:`Eingeloggte Benutzer`
fr: |picture-o| **Insérer** : Intègre une image dans le document. L'image peut être choisie dans le drive ou importée. :badge_user:`Utilisateurs enregistrés`

source: View settings
de: Einstellungen anzeigen
fr: Paramètres d'affichage

source: The buttons at the top of the editor control the display of text editor elements.
de: Die Schaltflächen im oberen Bereich des Editors legen die Anzeige von Elementen fest.
fr: Les boutons en haut de l'éditeur contrôlent l'affichage des informations de l'éditeur de texte.

source: |list-ul| : Show/hide the document outline.
de: |list-ul|: Blendet die Gliederung des Dokuments ein/aus.
fr: |list-ul| : Afficher/masquer le sommaire du document.

source: |comment| : Show/hide the comments (a red icon when closed indicates that there are comments).
de: |comment|: Blendet Kommentare ein/aus (wenn ausblendet, zeigt ein rotes Symbol an, dass Kommentare vorhanden sind).
fr: |comment| : Afficher/masquer les commentaires (une icône rouge indique qu'il y a des commentaires).

source: |expand| : Use the full width of the window for the text editor.
de: |expand|: Volle Breite des Fensters für den Editor verwenden.
fr: |expand| : Utiliser toute la largeur de la fenêtre pour l'éditeur de texte.

source: |compress| : Use reduced width "page mode" for the text editor.
de: |compress|: Reduzierten "Seitenmodus" für den Texteditor verwenden.
fr: |compress| : Utiliser le "mode page" à largeur réduite pour l'éditeur de texte.

source: To set defaults for these settings, for example to control which sections are visible when recipients visit a shared link to the document, use the **Document Settings** dialog:
de: Um Standardeinstellungen festzulegen, beispielsweise welche Abschnitte nach Anklicken eines geteilten Links angezeigt werden, verwende den Dialog **Dokumenteinstellungen**:
fr: Pour définir des valeurs par défaut pour ces paramètres, par exemple pour contrôler quelles sections sont visibles lorsque les destinataires visitent un lien partagé vers le document, utilisez le menu **Paramètres du document** :

source: |file-o| **File** > |cog| **Document Settings**.
de: |file-o| **Datei** > |cog| **Dokumenteinstellungen**.
fr: |file-o| **Fichier** > |cog| **Paramètres du document**.

source: Editing
de: Bearbeiten
fr: Écriture

source: Headings
de: Überschriften
fr: Titres

source: In order for headings to appear in the outline, they must be formatted as such. To format a heading, select the text or place the cursor on the heading line, then either:
de: Damit Überschriften in der Gliederung erscheinen, müssen sie als solche formatiert werden. Um eine Überschrift zu formatieren, wähle den Text aus oder platziere den Cursor in die entsprechende Zeile. Dann hast du folgende Möglichkeiten:
fr: Pour que les titres apparaissent dans le sommaire, ils doivent être formatés comme tels. Pour mettre en forme un titre, sélectionnez le texte ou placez le curseur sur la ligne du titre, puis soit :

source: Use the formatting menu in the toolbar (displays "normal" by default) to select the desired heading level.
de: Verwende das Formatierungsmenü in der Werkzeugleiste (standardmäßig wird "Normal" angezeigt), um die gewünschte Überschriftenebene zu wählen.
fr: Utiliser le menu de formatage de la barre d'outils (affiche "normal" par défaut) pour sélectionner le niveau d'en-tête souhaité.

source: Use the keyboard shortcut: :kbd:`Ctrl` + :kbd:`Alt` + the number of the desired heading level.
de: Verwende die Tastenkombination: :kbd:`Strg` + :kbd:`Alt` + die gewünschte Überschriftenebene als Zahl.

source: Paragraphs
de: Absätze
fr: Paragraphes

source: By default the :kbd:`Enter` key creates a new paragraph, adding a line of spacing with the previous paragraph. To add a line-break without adding a new paragraph, use :kbd:`Shift + Enter`.
de: Standardmäßig erzeugt die Taste :kbd:`Enter` einen neuen Absatz mit zusätzlichem Abstand zum vorigen Absatz. Um einen Zeilenumbruch ohne neuen Absatz zu erzeugen, verwende :kbd:`Umschalt + Enter`.

source: Take a look at the `CKEditor documentation <https://ckeditor.com/docs/ckeditor4/latest/features/shortcuts.html>`__ for a complete list of the available shortcuts.
de: Eine vollständige Liste der verfügbaren Tastaturkürzel findest du in der `CKEditor-Dokumentation <https://ckeditor.com/docs/ckeditor4/latest/features/shortcuts.html>`__.

source: |file-o| **File** > |upload| **Import**
de: |file-o| **Datei** > |upload| **Importieren**
fr: |file-o| **Fichier** > |upload| **Importer**

source: Supported formats: ``.html``, ``.md``.
de: Unterstützte Formate: ``.html``, ``.md``.

source: |file-o| **File** > |download| **Export**
de: |file-o| **Datei** > |download| **Exportieren**
fr: |file-o| **Fichier** > |download| **Exporter**

source: Supported formats: ``.html``, ``.doc``, ``.md``.
de: Unterstützte Formate: ``.html``, ``.doc``, ``.md``.

source: To print or export a PDF:
de: Um zu drucken oder als PDF zu exportieren:
fr: Pour imprimer ou exporter au format PDF :

source: |file-o| **File** > |print| **Print**.
de: |file-o| **Datei** > |print| **Drucken**.
fr: |file-o| **Fichier** > |print| **Imprimer**.

source: Select your printer or “print to file”.
de: Wähle einen Drucker oder eine PDF-Datei als Ziel aus.
fr: Sélectionner une imprimante ou un ficher PDF comme destination.

source: Comments
de: Kommentare
fr: Commentaires

source: To comment on a part of the text:
de: Um einen Textabschnitt zu kommentieren:
fr: Pour commenter une partie du texte :

source: Select the text to comment.
de: Wähle den zu kommentierenden Text aus.
fr: Sélectionner le texte à commenter.

source: |comment| button, either to the right of the text or in the text editor toolbar.
de: Schaltfläche |comment|, entweder auf der rechten Seite des Textes oder in der Werkzeugleiste des Texteditors.
fr: Bouton |comment|, à droite du texte ou dans la barre d'outils de l'éditeur texte.

source: Write the comment.
de: Schreibe den Kommentar.
fr: Écrire le commentaire.

source: |send-o| **Submit**.
de: |send-o| **Absenden**.
fr: |send-o| **Valider**.

source: ``Click`` on a comment to select it, then:
de: ``Klicke`` auf einen Kommentar, um ihn auszuwählen. Dann:

source: |reply| **Reply**: Adds a comment as a response.
de: |reply| **Antworten**: Fügt einen Kommentar als Antwort hinzu.
fr: |reply| **Répondre** : Ajoute un commentaire en réponse.

source: |check| **Resolve**: Deletes the comment after confirmation.
de: |check| **Abschließen**: Löscht den Kommentar nach Bestätigung.
fr: |check| **Fermer** : Supprime le commentaire après confirmation.

source: To notify contacts in a comment, mention them with ``@`` and their :ref:`display name <user_settings_account>`.
de: Um einen Kontakt über einen Kommentar zu benachrichtigen, erwähne den Kontakt mit ``@`` und seinem :ref:`Anzeigenamen <user_settings_account>`.
fr: Pour envoyer une notification à un·e autre utilisateur·ice, vous pouvez les mentionner avec ``@`` et leur :ref:`nom affiché <user_settings_account>`.

source: You receive notifications when:
de: Du bekommst eine Benachrichtigung, wenn:
fr: Vous recevrez des notifications dans les cas suivants :

source: Someone replies to one of your comments.
de: Jemand antwortet auf einen deiner Kommentare.
fr: Quelqu'un répond à l'un de vos commentaires.

source: Someone mentions you in a comment.
de: Jemand erwähnt dich in einem Kommentar.
fr: Quelqu'un vous mentionne.

source: Rich Text
fr: Documents texte

source: Use the keyboard shortcut: ``Ctrl`` + ``Alt`` + the number of the desired heading level.
fr: Utiliser le raccourci clavier : ``Ctrl`` + ``Alt`` + le numéro du niveau de titre souhaité.

source: By default the ``Enter`` key creates a new paragraph, adding a line of spacing with the previous paragraph. To add a line-break without adding a new paragraph, use ``Shift`` + ``Enter``.
fr: Par défaut, la touche ``Entrée`` crée un nouveau paragraphe, ajoutant une ligne de séparation avec le paragraphe précédent. Pour ajouter un saut de ligne sans ajouter un nouveau paragraphe, utilisez ``Maj`` + ``Entrée``.

source: Import/Export
fr: Importer/Exporter
