Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/slides.po
Languages: ru

source: Slides
ru: Слайды

source: The Slides application in CryptPad is an integration of `CodeMirror <https://codemirror.net/>`__.
ru: Приложение Слайды в CryptPad представляет собой интеграцию `CodeMirror <https://codemirror.net/>`__.

source: Toolbar
ru: Инструменты

source: |wrench| **Tools**: Show/hide the text editor toolbar.
ru: |wrench| **Инструменты**: Показать/скрыть панель инструментов текстового редактора.

source: |picture-o| **Insert**: Add an image to the document. The image can be chosen in the drive or uploaded. :badge_user:`Logged in users`
ru: |picture-o| **Вставить**: добавить изображение в документ. Изображение может быть выбрано на диске или загружено. :badge_user :`Зарегистрированные пользователи`

source: |cptools palette| **Theme**: Set colors for the editor, detailed :ref:`below <app_slides_theme>`.
ru: |cptools palette| **Тема**: Установите цвета для редактора, подробно :ref:`ниже <app_slides_theme>`.

source: |eye| **Preview**: Show/hide the slides preview pane.
ru: |eye| **Предварительный просмотр**: показать/скрыть панель предварительного просмотра слайдов.

source: |play-circle| **Présenter**: Launch the slide presentation in full window.
ru: |play-circle| **Запуск**: запуск слайдовой презентации в полноэкранном режиме.

source: Writing slides with Markdown
ru: Создание слайдов с помощью Markdown

source: CryptPad slides are written in Markdown, a lightweight syntax that offers basic formatting while remaining readable.
ru: Слайды CryptPad написаны на Markdown, облегченном синтаксисе, который обеспечивает базовое форматирование, оставаясь при этом читабельным.

source: `Markdown syntax guide <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__
ru: `Руководство по синтаксису Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__

source: The main addition to basic Markdown in the Slides application is the ``---`` delimiter to separate slides.
ru: Основным дополнением к базовому Markdown в приложении Slides является разделитель ``---`` для разделения слайдов.

source: Theme
ru: Тема

source: |gear| **Options**:
ru: |gear| **Настройки**:

source: **Layout**: Toggle slide numbers, date, title, and transitions.
ru: **Макет**: переключайте отображение номеров слайдов, даты, заголовка и анимацию смены слайдов.

source: **Background Image**: Displayed on all slides.
ru: **Фоновое изображение**: отображается на всех слайдах.

source: **Custom CSS**: Paste CSS code to customise the presentation’s appearance.
ru: **Пользовательский CSS**: вставьте код CSS для настройки внешнего вида презентации.

source: |i-cursor| **Text color**, |square-o| **Background color**: Pick colors for the presentation.
ru: |i-cursor| **Цвет текста**, |square-o| **Цвет фона**: выберите цвета для презентации.

source: **Theme**: Color scheme used in the code editor pane.
ru: **Тема**: цветовая схема, используемая на панели редактора кода.

source: Import/Export
ru: Импорт/Экспорт

source: |file-o| **File** > |upload| **Import**.
ru: |file-o| **Файл** > |upload| **Импорт**.

source: Supported formats: Any plain text file.
ru: Поддерживаемые форматы: любой обычный текстовый файл.

source: |file-o| **File** > |download| **Export**.
ru: |file-o| **Файл** > |download| **Экспорт**.

source: Supported formats: ``.md``.
ru: Поддерживаемые форматы: ``.md``.

source: Images
ru: Изображения

source: Markdown syntax to include remote images such as ``![description](https://site.com/image.jpg)`` is blocked by CryptPad for security reasons.
ru: Синтаксис Markdown для включения удаленных изображений, например ``![description](https://site.com/image.jpg)``, заблокирован CryptPad по соображениям безопасности.

source: :badge_user:`Logged in users`
ru: :badge_user:`Зарегистрированные пользователи`

source: To insert images from the CryptDrive or upload new ones, use the |picture-o| **Insert** menu in the toolbar.
ru: Чтобы вставить изображения из CryptDrive или загрузить новые, используйте команду |picture-o| **Вставить** меню панели инструментов.

source: See :ref:`remote_content` for more details.
ru: См. :ref:`remote_content` для более подробной информации.

source: Lightbox
ru: Монтажный стол

source: To browse through all images and diagrams in a document using the full width of the window:
ru: Чтобы просмотреть все изображения и диаграммы в документе, используя всю ширину окна:

source: ``Double click`` on an image or diagram in the Markdown preview.
ru: ``Двойной щелчок`` на изображении или диаграмме в предварительном просмотре Markdown.

source: Navigate with the arrow keys.
ru: Перемещайтесь с помощью клавиш со стрелками.

source: Close the light box with |times| or :kbd:`Esc`.
ru: Закройте монтажный стол с помощью |times| или :kbd:`Esc`.
