Repository: cryptpad/documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/whiteboard.po
Languages: pl

source: Whiteboard
pl: Tablica

source: The Whiteboard application in CryptPad is based on `FabricJs <https://fabricjs.com>`__.
pl: Aplikacja Tablica w pakiecie CryptPad bazuje na `FabricJs <https://fabricjs.com>`__.

source: Toolbar
pl: Pasek narzędzi

source: Drawing
pl: Rysowanie

source: Two modes are available:
pl: Dostępne są dwa tryby:

source: |paint-brush| Paint mode: add new shapes to the drawing.
pl: |paint-brush| Tryb malowania: dodawanie nowych kształtów do rysunku.

source: |arrows| Select mode: transform existing shapes.
pl: |arrows| Tryb zaznaczania: przekształcanie istniejących kształtów.

source: Functions available in both modes:
pl: Funkcje dostępne w obu trybach:

source: |undo| : Undo
pl: |undo| : Cofnij

source: |repeat| : Redo
pl: |repeat| : Ponów

source: |font| : Insert a text element in the drawing
pl: |font| : Wstaw element tekstowy na rysunku

source: To delete everything on the canvas:
pl: Aby usunąć wszystko z płótna:

source: **Clear** button in the drawing toolbar at the bottom.
pl: Przycisk **Wyczyść** na dole paska narzędzi rysowania.

source: |paint-brush| Paint mode
pl: |paint-brush| Tryb malowania

source: |arrows| Select mode
pl: |arrows| Tryb zaznaczania

source: ``Click`` on an element to select it, then:
pl: ``Kliknij`` na elemencie, aby go zaznaczyć, aa następnie:

source: ``Drag`` to move.
pl: ``Przeciągnij`` aby go przenieść.

source: To delete a selected element:
pl: Aby usunąć zaznaczony element:

source: :kbd:`Del` key.
pl: Klawisz :kbd:`Del`.

source: Supported format: ``.png``
pl: Obsługiwane formaty: ``.png``
